import React from 'react';
import classes from './page.module.scss'
import Container from "@/components/Layouts/Container/Container";
import TextWithLine from "@/components/TextWithLine/TextWithLine";
import HeaderBackground from "@/components/HeaderBackground/HeaderBackground";
import LinkWithDropdown from "@/components/LinkWithDropdown/LinkWithDropdown";
import One from "../../../../../../public/assets/icons/Numbers/One";
import Five from "../../../../../../public/assets/icons/Numbers/Five";
import Four from "../../../../../../public/assets/icons/Numbers/Four";
import Three from "../../../../../../public/assets/icons/Numbers/Three";
import Two from "../../../../../../public/assets/icons/Numbers/Two";
import Button from "@/components/Button/Button";

const Page = () => {
  return (
    <>
      <HeaderBackground background="1"/>
      <div className={classes.intro}>
        <Container className={classes.wrapper}>
          <div className={classes.title}>
            <TextWithLine topText="Зняття заборони в&apos;їзду" topColor="dark">
              <span className={`${classes.bottomText} bottomTextWithLine`}>в Україну</span>
            </TextWithLine>
          </div>
          <div className={classes.list}>
            <LinkWithDropdown
              dark={true}
              dropdown="dropdown"
              title="Загальні умови перетину кордону іноземцями та особами без громадянства."
              description={
                <>
                  <p>
                    Уповноважені службові особи Державної прикордонної служби України надають іноземцю, особі без
                    громадянства дозвіл на перетинання державного кордону у разі в&apos;їзду в Україну за умови:
                  </p>
                  <p>
                    <ol className={classes.light}>
                      <li>наявності в нього дійсного паспортного документа;</li>
                      <li>відсутності щодо нього рішення уповноваженого державного органу України про заборону в&apos;їзду
                        в Україну;
                      </li>
                      <li>наявності в нього в&apos;їзної візи, якщо інше не передбачено законодавством України;</li>
                      <li>підтвердження мети запланованого перебування;</li>
                      <li>наявності достатнього фінансового забезпечення на період запланованого перебування і для
                        повернення до держави походження або транзиту до третьої держави або наявності в нього
                        можливості отримати достатнє фінансове забезпечення в законний спосіб на території України.
                      </li>
                    </ol>
                  </p>
                  <p>
                    <span className={classes.bold}>Виняток</span> із цих правил може бути для іноземця або особи без
                    громадянства, які просять про можливість розгляду в установленому законом порядку питання надання
                    йому притулку або визнання його біженцем або особою, яка потребує додаткового захисту в Україні.
                  </p>
                </>
              }
            >
              <One fill="#286E8D"/>
            </LinkWithDropdown>
            <LinkWithDropdown
              dark={true}
              dropdown="dropdown"
              title="Підстави для відмови у перетині кордоні іноземцям та особам без громадянства."
              description={
                <>
                  <p>
                    <ul className="listWithPointer">
                      <li>загроза національній безпеці або охороні громадського порядку;</li>
                      <li>з метою захисту здоров’я, прав та законних інтересів жителів України;</li>
                      <li>подання неправдивих відомостей або підроблених документів на паспортний контроль на
                        кордоні;
                      </li>
                      <li>пред’явлення підробленого, зіпсованого чи невідповідного встановленим стандартам паспорта;
                      </li>
                      <li>порушення правил перетину державного кордону України, митних правил, санітарних норм або
                        правил на пункті перетину кордону України або
                      </li>
                      <li>недотримання вимог законодавства, зазначених посадовими особами органів державної прикордонної
                        служби, органів доходів та зборів та інших органів;
                      </li>
                      <li>якщо під час попереднього перебування на території України іноземець або особа без
                        громадянства не виконали рішення суду або адміністративні стягнення або мають інші невиконані
                        майнові зобов’язання перед державою, фізичними або юридичними особами, у тому числі пов’язані з
                        попередньою депортацією, зокрема після закінчення строку заборони на подальший в’їзд до України;
                      </li>
                      <li>в’їзд на тимчасово окуповану територію України або до зони проведення антитерористичної
                        операції за межами контрольних пунктів в’їзду-виїзду.
                      </li>
                    </ul>

                  </p>
                </>
              }
            >
              <Two fill="#286E8D"/>
            </LinkWithDropdown>
            <LinkWithDropdown
              dark={true}
              dropdown="dropdown"
              title="Хто ухвалює рішення про заборону на в'їзд?"
              description={
                <>
                  <p>
                    Рішення про заборону в&apos;їзду в Україну строком на три роки приймається центральним органом
                    виконавчої влади, що реалізує державну політику у сфері міграції (імміграції та еміграції), у тому
                    числі протидії нелегальній (незаконній) міграції, громадянства, реєстрації фізичних осіб, біженців
                    та інших визначених законодавством категорій мігрантів, Службою безпеки України або органом охорони
                    державного кордону, або уповноваженим підрозділом Національної поліції України. У разі невиконання
                    рішення про заборону в’їзду в Україну іноземцям та особам без громадянства забороняється подальший
                    в’їзд в Україну на десять років, що додається до частини строку заборони в’їзду в Україну, який не
                    сплив до моменту прийняття повторного рішення про заборону в’їзду в Україну.
                  </p>
                </>
              }
            >
              <Three fill="#286E8D"/>
            </LinkWithDropdown>
            <LinkWithDropdown
              dark={true}
              dropdown="dropdown"
              title="Що робити, якщо винесли рішення про заборону на в'їзд в Україну?"
              description={
                <>
                  <p>
                    Насамперед, якщо Вам стало відомо про заборону в’їзду в Україну при спробі пройти паспортний
                    контроль на кордоні України, попросіть, щоб Вам видали на руки рішення про відмову у перетині
                    кордону із зазначенням конкретної причини заборони на в’їзд.
                  </p>
                  <p>
                    Надалі це може прискорити вирішення проблеми, так буде зрозуміло, хто саме прийняв рішення про
                    заборону на в’їзд задля того, щоб у подальшому оскаржити заборону на в’їзд в Україну.
                  </p>
                  <p>Рішення про заборону на в&apos;їзд можна оскаржити протягом 30 днів із дня ознайомлення з
                    ним.</p>
                </>
              }
            >
              <Four fill="#286E8D"/>
            </LinkWithDropdown>
            <LinkWithDropdown
              dark={true}
              dropdown="dropdown"
              title="Куди можна оскаржити заборону на в’їзд?"
              description={
                <>
                  <p>
                    Іноземець, якому органом охорони державного кордону заборонено в’їзд в Україну, має право оскаржити
                    відповідне рішення до регіонального управління Державної прикордонної служби або до суду.
                  </p>
                  <p>
                    Рішення начальника органу охорони державного кордону центрального підпорядкування з цього питання
                    оскаржується до Адміністрації Державної прикордонної служби України або до суду.
                  </p>
                  <p>
                    Оскарження зазначеного рішення не зупиняє його дії.
                  </p>
                  <p>
                    Суд у порядку забезпечення адміністративного позову може відповідною ухвалою зупинити дію рішення
                    суб’єкта владних повноважень чи його окремих положень, що оскаржуються. Ухвала негайно надсилається
                    до суб’єкта владних повноважень, що прийняв рішення, та є обов’язковою для виконання.
                  </p>
                  <p className={classes.bold}>
                    <span className="highlightDark">Юристи нашої компанії мають значний досвід в оскарженні подібних рішень тому можуть забезпечити ефективне оскарження рішення про заборону на в’їзд в Україну – як у вищому органі, так і в судовій інстанції. Вибір стратегії представництва інтересів клієнта у цьому випадку залежить від того, якою є підстава для заборони в’їзду.</span>
                  </p>
                </>
              }
            >
              <Five fill="#286E8D"/>
            </LinkWithDropdown>
          </div>
        </Container>
      </div>

      <div className={classes.application}>
        <Container className={classes.wrapper}>
          <div className="MLblock">
            <div className={classes.text}>
              <span className="highlightDark">Intermarium Law Firm</span> надає повний цикл супроводу іноземців, що
              бажають отримати дозвіл на працевлаштування в Україні. Ми допоможемо зекономити час та уникнути в
              майбутньому значних витрат.
            </div>
          </div>
          <div className={classes.button}>
            <Button text="Залишити заявку"/>
          </div>
        </Container>
      </div>
    </>
  );
};

export default Page;