import React from 'react';
import classes from "./page.module.scss";
import Container from "@/components/Layouts/Container/Container";
import ArticleAuthor from "@/components/ArticleAuthor/ArticleAuthor";
import Calendar from "../../../../../public/assets/icons/Calendar";
import Three from "../../../../../public/assets/icons/Numbers/Three";
import LinkWithDropdown from "@/components/LinkWithDropdown/LinkWithDropdown";
import One from "../../../../../public/assets/icons/Numbers/One";
import Two from "../../../../../public/assets/icons/Numbers/Two";
import Four from "../../../../../public/assets/icons/Numbers/Four";

const Page = () => {
  return (
    <>
      <div className={classes.topBar}>
        <Container className={classes.wrapper}>
          <ArticleAuthor author='Taras'/>
          <div className={classes.date}>
            <Calendar fill={"#013043"}/>
            <span>{'14/06/2023'}</span>
          </div>
        </Container>
      </div>
      <div className={classes.intro}>
        <Container className={classes.wrapper}>
          <div className={classes.titleMain}>
            Чому слід звернутися до міграційних юристів?
          </div>
          <div className={classes.subtitle}>
            Іноземці, що приїжджають до України або планують переїзд, вкрай рідко обізнані в особливостях українського міграційного законодавства. У намаганні розібратися з як переїхати , як відкрити візу, як отримати посвідку на проживання, іноземці часто звертаються до сумнівних джерел інформації та знань, таких як:
          </div>
        </Container>
      </div>
      <div className={classes.list}>
        <Container className={classes.wrapper}>
          <LinkWithDropdown
            dark={true}
            dropdown="opened"
            title={'Самостійний пошук в мережі інтернет.'}
            description={
              <>
                <p>
                  Багато клієнтів, особливо з Європи, США та країн Кавказу та Центральної Азії, самостійно шукають інформацію в інтернеті (пошук в гуглі, соціальних мережах та ін.), намагаючись розібратися у своїх питаннях самостійно з метою економії коштів (хоча в таких випадках здебільшого відбувається навпаки), недовіри юристам (адвокатам).
                </p>
                <p>
                  Наприклад, громадяни з правом безвізового перебування до 90 днів часто думають що можуть оформити посвідку вже по приїзду, без відкриття візи D, або шукають варіанти відкриття візи вже в Україні, що є неможливим.
                </p>
              </>
            }
          >
            <One fill="#286E8D"/>
          </LinkWithDropdown>
          <LinkWithDropdown
            dark={true}
            dropdown="opened"
            title={'Консультації з представниками національних діаспор.'}
            description={
              <>
                <p>
                  Звертаючись по допомогу до своїх співвітчизників, що раніше переїхали в Україну, іноземці отримують лише загальні поради, що ґрунтуються лише на досвіді конкретної людини, і часто не відповідають актуальним змінам у законодавстві. Кожен міграційний кейс є індивідуальнім, і досвід людини що переїхала в Україну у зв’язку з одруженням 10 років тому не є релевантний для людини, що хоче мігрувати для відкриття бізнесу.
                </p>
                <p>
                  Також враховуючи зміни в законодавстві України в тому числі у законодавстві, що стосується імміграції іноземців в Україну, порядок їх легалізації та ін., тому інформацію яку іноземець може отримати через декілька днів може бути не актуальною, для прикладу приведу вам реальний кейс, де наша команда допомагала іноземцям (громадянам Канади) з оформлення дозволу на імміграцію на підставі шлюбу з громадянином України та для їх дітей, всі документи, які видані в іноземній державі повинні бути перекладені на українську мову, вони це зробили самостійно оскільки з їх слів «так їм порадили зробити щоб зекономити час» але на момент звернення до нас були внесені зміни до вимог документів що стосуються оформлення дозволу на імміграцію та громадянства України та повинні були бути перекладені з усіх мов, враховуючи що це були громадяни Канади де в усіх документа окрім англійської мови є ще і французька та їм довелось переробляти всі документи що насправді обійшлось не дуже дешево оскільки документів було чимало.
                </p>
              </>
            }
          >
            <Two fill="#286E8D"/>
          </LinkWithDropdown>
          <LinkWithDropdown
            dark={true}
            dropdown="opened"
            title={'Звернення до так званих міграційних агентів у країнах походження.'}
            description={
              <>
                <p>
                  Це є досить значною проблемою в країнах Азії та Африки, особливо в Індії та Пакистані, Киргизстані, де є цілі агентури, які пропонують переїзд до України зі «гарантією результату».
                </p>
                <p>
                  Ці агенти у великій кількості випадків є шахраями, а ті, дійсно допомагають з переїздом часто роблять це за необґрунтовано великими цінами, обіцяючи клієнтам гарантований позитивний результат та вихваляючись широкими корупційними зв’язками в державних органах та консульських установах, завдяки яким вони ніби то «вирішують всі питання». Часто ціни на такі послуги можуть доходити до 5000-8000 доларів США тільки за відкриття візи та подальша легалізація може хто здійснюватися через сумнівні та незаконні схеми, такі як фіктивні шлюби та ін.
                </p>
                <p>
                  Також такі особи відразу ж псують серед своїх клієнтів репутацію про Україну, описуючи її як 100% корумповану країну, де за декілька тисяч доларів можна домовитись із будь-ким та вирішити будь яке питання.
                </p>
              </>
            }
          >
            <Three fill="#286E8D"/>
          </LinkWithDropdown>
          <LinkWithDropdown
            dark={true}
            dropdown="opened"
            title={'Звернення до українських агентів, «фіксерів» та інших осіб, що використовують.'}
            description={
              <>
                <p>
                  Подібно до іноземних агентів, які надають свої послуги в сфері міграції, є й велика кількість українських громадян, які також пропонують отримання документів корупційними методами, через ті самі фіктивні шлюби, в тому числі з іноземними громадянами, що мають постійну посвідку на проживання, з метою якомога швидшого отримання дозволу на імміграцію. Також непоодинокі випадки, коли громадяни України масово розпродують приватні та бізнес запрошення всім бажаючим.
                </p>
              </>
            }
          >
            <Four fill="#286E8D"/>
          </LinkWithDropdown>
        </Container>
      </div>
      <div className={classes.bottomText}>
        <Container className={classes.wrapper}>
         <div className="MLblock">
           <p>
             У всіх цих випадках, навіть якщо хтось обіцяє іноземцям «100% гарантії», таких гарантій насправді не існує, а у випадку якщо щось піде не за планом, ніхто не зможе захистити інтереси іноземця, оскаржити відмову у видачі візи або посвідки на проживання, зняти заборону в’їзду та здійснити інші дії, де потрібні фахові юридичні знання у міграційному праві.
           </p>
           <p>
             Тільки робота з професійними юристами зможе убезпечити іноземців від шахрайств, помилок при оформленні документів, а також від потрапляння у корупційні скандали та проблем з правоохоронними органами.
           </p>
         </div>
        </Container>
      </div>
    </>
  );
};

export default Page;
