import React from 'react';
import classes from './page.module.scss';
import Container from "@/components/Layouts/Container/Container";
import ArticleAuthor from "@/components/ArticleAuthor/ArticleAuthor";
import Calendar from "../../../../../public/assets/icons/Calendar";
import CustomLi from "@/components/CustomLi/CustomLi";
const Page = () => {
  return (
    <>
      <div className={classes.topBar}>
        <Container className={classes.wrapper}>
          <ArticleAuthor author='Yurii' />
          <div className={classes.date}>
            <Calendar fill={"#013043"}/>
            <span>{'13/07/2023'}</span>
          </div>
        </Container>
      </div>
      <div className={classes.intro}>
        <Container className={classes.wrapper}>
          <div className={classes.title}>
            Можливості та переваги інвестування в Україну
          </div>
          <div className={classes.block}>
            <div className={classes.image}>
              <img src="/assets/images/investingIntoUkraine.jpg"/>
            </div>
            <div className={classes.text}>
              <p>
                Україна та увесь регіон Інтермаріуму - приваблива територія для інвесторів через наявність природних та трудових ресурсів, освічене та економічно активне населення,
                якісну інфраструктуру наявність економічних ніш з низькою конкуренцією.
              </p>
              <p>
                Інвестиції іноземців в Україну - це не тількі механізм залучення нових коштів в українську економіку, та повоєнної відбудови країни, але й один із найкращих методів легалізації на території України та отримання посвідки на постійне проживання.
              </p>
            </div>
          </div>
        </Container>
      </div>
      <div className={classes.for}>
        <Container className={classes.wrapper}>
          <div className={classes.title}>
            Для іноземного громадянина, що інвестує суму від 100 000 євро, відкриваються наступні можливості:
          </div>
          <ul className={classes.list}>
            <CustomLi>отримання постійної посвідки на проживання, що дає всі ті самі права, які мають громадяни України, крім участі у виборах, голосування та зайняття державних посад;</CustomLi>
            <CustomLi>наявність компанії, зареєстрованої відповідно до українського законодавства, й відповідно можливість ведення бізнесу, укладання договорів з контрагентами та експансії на український ринок;</CustomLi>
            <CustomLi>можливість отримання регулярного доходу від об’єкту інвестування, наприклад якщо це комерційна, житлова або складська нерухомість для здачі в оренду.</CustomLi>
          </ul>
          <div className={classes.text}>
            <p>
              Якщо іноземний громадянин належить до країн міграційного ризику, то окрім вищеперерахованих переваг від інвестування та ведення бізнесу в українській юрисдикції, це ще й легка можливість отримувати Шенген візи та візи в США, Великобританію, Канаду завдяки наявності української посвідки на постійне проживання, оскільки громадянам африканських та азіатських країн набагато легше буде отримати Шенген візу з таким документом, ніж наприклад у випадку проживання в Україні в статусі студента.
            </p>
            <p>
              Час, поки на Сході та Півдні України ще ведуться бойові дії, попри усі ризики, є найкращим для інвестування, через відносно низьку поріг входу, падіння цін на нерухомість та інші обʼєкти інвестування та нижчу конкуренцію. Відразу по завершенню військового стану ціни на ту саму нерухомість не тільки досягнуть довоєнного рівня, хоча це вже актуально для обласних центрів на Заході України, але й зростуть як мінімум на 20% тільки в перший повоєнний рік через повернення великої кількості українських біженців та шукачів тимчасового притулку, а також наплив інвесторів, що будуть інтенсивно скуповувати активи в очікуванні швидкого зростання економіки та можливості подальшої генерації прибутків. Відповідно, на сотні тисяч квадратних метрів нерухомості та мільйони гектарів земель в центрі Європи буде стабільно зростаючий попит серед покупців.
            </p>
            <p>
              В контексті купівлі земель, зараз найпростіше на найактуальніше купляти землі під забудову, оскільки в період повоєнної відбудови буде стабільний попит на землі під будинки, житлові комплекси, складські, логістичні та виробничі комплекси, особливо у великих містах та навколишніх селах, обʼєднаних з ними в економічні та логістичні агломерації.
            </p>
            <p>
              Підвищений інтерес іноземців є до сільськогосподарських земель, однак зараз в Україні діє мораторій на купівлю земель сільськогосподарського призначення іноземцями, і щоб здійснити таку купівлю необхідно зареєструвати компанію, де одним із співвласників буде громадянин України - партнер або довірена особа. Водночас, якщо такого роду обмеження будуть зняті, іноземці отримають повноцінну можливість самостійного інвестування в сільськогосподарські землі та доступ до найкращих світових чорноземів, що в умовах постійного зростання населення планети та потреби в агропромисловій продукції гарантує швидку окупність інвестицій та отримання стабільних прибутків.
            </p>
            <p className={classes.bold}>
              За умови фахового юридичного та фінансового супроводу інвесторів, іноземці можуть отримати переваги, які дають статус резидента в Україні та отримати стабільну економічну основу для життя та ведення бізнесу в Україні.
            </p>
          </div>
        </Container>
      </div>
    </>
  );
};

export default Page;
