import classes from "./page.module.scss";
import Container from "@/components/Layouts/Container/Container";
import ArticleAuthor from "@/components/ArticleAuthor/ArticleAuthor";
import Calendar from "../../../../../public/assets/icons/Calendar";
import React from "react";
import CustomLi from "@/components/CustomLi/CustomLi";

const Page = () => {
    return (
      <>
        <div className={classes.topBar}>
          <Container className={classes.wrapper}>
            <ArticleAuthor author='Taras'/>
            <div className={classes.date}>
              <Calendar fill={"#013043"}/>
              <span>{'14/06/2023'}</span>
            </div>
          </Container>
        </div>
        <div className={classes.intro}>
          <Container className={classes.wrapper}>
            <div className={classes.titleMain}>
              ЗАКОН №3180 IX Нова підстава отримання дозволу на імміграцію
            </div>
            <div className={classes.subtitle}>
              Дуже часто іноземці, які звертаються до Intermarium law firm запитували про можливість отримання постійної посвідки на проживання на підставі безперервного проживання на території України протягом 5 років, але, на жаль, такої підстави не було передбачено законодавством України, проживаючи 5 років або більше на території України іноземці мали прави лише подати документи для прийняття громадянства України, що не дуже подобалось іноземцям, оскільки в Україні діє принцип єдиного громадянства України і потрібно було би відмовлятись від свого основного громадянства.
            </div>
          </Container>
        </div>
        <div className={classes.textBlock}>
          <Container className={classes.wrapper}>
            <p>
              29.06.2023 року був прийнятий Закон України про внесення змін до Основного Закону України «Про імміграцію» та був розширений перелік підставі отримання дозволу на імміграцію в Україні а саме іноземці зможуть отримати дозвіл на імміграцію за умови безперервного проживання на території України на підставі посвідки на тимчасове проживання протягом останніх п’яти років в Україні і відповідно після отримання дозволу на імміграцію іноземець зможе подати документи на посвідку на постійне проживання (10 років) (за винятком студентів).
            </p>
            <p>
              Окрім цього Законом також були внесені зміни, які спрямовані на виявленні обставин що не можуть вважатися такими що перебування у шлюбі з громадянином України або іммігрантом не визнається підставою для надання дозволу на імміграцію а саме:
              <ul>
                <CustomLi>один із подружжя отримав матеріальну компенсацію в обмін на надання вільної згоди на укладення шлюбу, якщо це не є обов’язковим при укладенні шлюбу за межами України відповідно до права іноземної держави</CustomLi>
                <CustomLi>подружжя не проживає спільно та не пов’язане спільним побутом</CustomLi>
                <CustomLi>подружжя не зустрічалося або не спілкувалося до укладення шлюбу</CustomLi>
                <CustomLi>подружжя не спілкується зрозумілою для обох мовою</CustomLi>
                <CustomLi>один із подружжя раніше вже перебував у шлюбі з громадянином України або іммігрантом, який не було визнано підставою для надання дозволу на імміграцію</CustomLi>
                <CustomLi>кожний із подружжя не володіє інформацією про дані іншого з подружжя особистого характеру (дата та місце народження, місце проживання, освіта, місце роботи, фах, віросповідання, наявність близьких родичів, особливості побуту та уподобань)</CustomLi>
                <CustomLi>відмова особи від особистої присутності її чоловіка або дружини під час подання нею заяви про надання дозволу на імміграцію</CustomLi>
                <CustomLi>відмова кожного з подружжя від надання письмової згоди на проходження співбесіди та письмових тестів для перевірки обставин, визначених цією статтею</CustomLi>
              </ul>
            </p>
            <p>
              Ше однієї з важливих змін є скорочення терміну розгляду документів на дозвіл на імміграцію з 12 місяців до 6 місяців, що пришвидшить процес отримання посвідки на постійне проживання іноземців.
            </p>
            <p className={classes.bold}>
              ЗМІНИ ЯКІ ОПИСАНІ ВИЩЕ БУДУТЬ ДІЯТИ З 20 ЖОВТНЯ 2023 РОКУ
            </p>
          </Container>
        </div>
      </>
    );
  };

export default Page;
