{
  "header": {
    "lawBlog": "Юридичний блог"
  },
  "burgerMenu": {
    "main": "Головна сторінка",
    "about": "Про нас",
    "practice": {
      "title": "Практики",
      "migrationLaw": "— міграційне право",
      "corporateLaw": "— корпоративне право",
      "visaSupport": "— Візова підтримка",
      "dueDiligence": "— Юридичний дью-ділідженс",
      "customerService": "— Абонентське обслуговування"
    },
    "blog": "Блог",
    "contacts": "Контакти"
  },
  "footer": {
    "rulesAndPrivacy": "Правила та повідомлення про приватність",
    "address1": "Україна, м. Київ,",
    "address2": "вул. Борисоглібська, 16А, офіс 4"
  },
  "partner": {
    "taras": "Тарас Горбатюк",
    "yurii": "Юрій Бєлоконь",
    "text": "Співкеруючий партнер Intermarium Law Firm"
  },
  "homePage": {
    "mission": {
      "title": {
        "topText": "Наша",
        "bottomText": "Місія"
      },
      "text": "Ми стоїмо на захисті інтересів іноземців та їхнього бізнесу, щоб зробити <span>Україну</span> та увесь <span>Центрально-Європейський</span> регіон найбільш інвестиційно привабливою частиною світу, щоб мільйони людей зі всього світу інвестували, мігрували в пошуках кар'єрних та бізнес можливостей та будували краще життя в країнах <span>Інтермаріуму.</span>",
      "button": "Дізнатися більше"
    },
    "whyWe": {
      "title": {
        "topText": "Чому",
        "bottomText": "саме ми"
      },
      "first": {
        "title": "Досконале вивчення проблематики запиту",
        "text": "Ознайомлення з ситуацією, щодо якої клієнт звернувся по допомогу, ознайомлення з документацією, побажанням та баченням клієнта, аналіз прецедентів та ознайомлення з усією передісторією запиту клієнта"
      },
      "second": {
        "title": "Вибір найкращої стратегії вирішення",
        "text": "Підбір найбільш ефективної, законодавчо правильної та обгрунтованої моделі дій, яка б поєднувала відповідність до правових норм, побажання клієнта та детальний аналіз можливого розвитку подій та оцінку ризиків та перспектив. При виборі стратегії рішення враховуються побажання клієнта щодо строків, бюджету та кінцевого результу"
      },
      "third": {
        "title": "Доведення до результату",
        "text": "Кожен клієнт який нам довірився отримує гарантію результату, адже наша команда розпочинає роботу з клієнтом лише після детального вивчення кожної ситуації індивідуально, оцінює ризики та шанси їх вирішення"
      }
    },
    "practices": {
      "title": {
        "topText": "Наші",
        "bottomText": "практики"
      },
      "migrationLaw": {
        "title": "міграційне право",
        "description": "Intermarium Law Firm надає повний цикл супроводу іноземців, що бажають мігрувати до України або отримати українське громадянство"
      },
      "corporateLaw": {
        "title": "корпоративне право",
        "description": "Експерти Intermarium Law Firm забезпечують фахову підтримку іноземців на всіх етапах ведення бізнесу в Україні"
      },
      "visaSupport": {
        "title": "візова підтримка",
        "description": "Intermarium Law Firm підбирає для вас найоптимальніший вид візи, країну, консульство та час подачі документів"
      },
      "dueDiligence": {
        "title": "юридичний дью-ділідженс",
        "description": "Належна підготовка до Due Diligence разом з експертами Intermarium Law Firm значно підвищує шанси на успішне завершення угоди"
      },
      "customerService": {
        "title": "абонентське юридичне обслуговування",
        "description": "Юридична компанія Intermarium надає повний супровід у відкритті бізнесу в Україні та подальшому його введення з питань що стосуються юридичної складової"
      }
    },
    "blog": {
      "title": {
        "topText": "Наш",
        "bottomText": "юридичний блог"
      },
      "firstArticle": "Закон України для громадян Республіки Польща, які перебувають на території України",
      "secondArticle": "Законопроєкт 5795 щодо змін у сфері працевлаштування іноземців",
      "thirdArticle": "Є-резиденство для іноземців",
      "button": "Переглянути всі статті"
    }
  },
  "about": {
    "about": {
      "title": {
        "topText": "Про",
        "bottomText": "Нас"
      },
      "description": "<span>Intermarium Law Firm</span> — українська юридична компанія з амбіціями міжнародного рівня, утворена у 2023 році в результаті об’єднання зусиль одних із найкращих спеціалістів в галузі міжнародного та міграційного права — <span>Тараса Горбатюка</span> та <span>Юрія Бєлоконя</span>.",
      "text": {
        "becauseOf": "Завдяки синергії експертних можливостей засновників компанії стало можливим об’єднання спільних зусиль для <span>надання якісних юридичних послуг в галузях міграційного, міжнародного та корпоративного права для іноземців</span>, що проживають на території України, планують мігрувати чи розпочати власний бізнес в Україні.",
        "support": {
          "title": "Компанія надає багаторівневу юридичну підтримку з:",
          "li1": "легалізації іноземців на території України",
          "li2": "супроводу відкриття бізнесів",
          "li3": "інвестування",
          "li4": "також надає юридичні консультації іноземцям з різноманітних питань, з якими вони стикаються на території України"
        }
      }
    },
    "mission": {
      "title": {
        "topText": "Наша",
        "bottomText": "Місія"
      },
      "text": {
        "t1": "<span>Intermarium Law Firm</span> - українська компанія з орієнтацією на міжнародний рівень, що надає юридичні послуги не тільки на загальноукраїнському рівні, але й на регіональному. Intermarium - <span>простір країн у Центральній та Східній Європі</span>, об’єднаний спільними політичними, економічними та бізнес-інтересами.",
        "t2": "Ми стоїмо <span>на захисті інтересів іноземців та їхнього бізнесу</span>, щоб зробити <span>Україну</span> та <span>увесь Центрально-Європейський регіон</span> найбільш інвестиційно привабливою частиною світу, щоб мільйони людей зі всього світу <span>інвестували</span>, <span>мігрували</span> в пошуках кар’єрних та бізнес можливостей та <span>будували краще життя в країнах Інтермаріуму</span>, що стане найбільшою точною зростання та процвітання у світі."
      }
    },
    "team": {
      "title": {
        "topText": "Наша",
        "bottomText": "Команда"
      },
      "taras": {
        "title": "Тарас – керівник практики корпоративного права та співкерівник практики міграційного права.",
        "p1": "Тарас має <span>багаторічний досвід роботи у сфері міграційного та корпоративного права</span> та спеціалізується на вирішенні складних кейсів, допомагає нашим клієнтам в оформлення усі необхідних документів для легального перебування іноземців на території України, а також допомагає іноземцям з питань оформлення громадянства, інвестування в економіку України, легального працевлаштування та консультує іноземців з усіх питань що стосується імміграції в Україну.",
        "p2": "У галузі корпоративного права, Тарас надає юридичні консультації з питань створення та реєстрації компаній, купівлі-продажу бізнесу, розподілу акцій та інших питань, пов’язаних з корпоративними структурами. <span>Його експертний досвід в Intermarium Law Firm гарантує комфортність, легальність та юридичну захищеність іноземних інвесторів</span>, що бачать своє майбутнє з Україною та з усім регіоном між Чорним, Балтійським та Адріатичним морями."
      },
      "yurii": {
        "title": "Юрій – експерт з міграційного, корпоративного права та візової підтримки, ідейний натхненник створення Intermarium Law Firm.",
        "p1": "Юрій завдяки своєму досвіду в правових та міграційних питаннях та ефективній комунікації в середовищі іноземців в Україні та міжнародного бізнесу може знаходити оптимальні рішення для тих, хто бажає мігрувати або започаткувати бізнес на території України та усього регіону Інтермаріуму.",
        "p2": "Юрій забезпечує якісне надання послуг для іноземних громадян та підбирає оптимальні рішення для інвесторів, орієнтуючись у своїй роботі на законодавчі норми та розуміння потреб клієнтів. Юрій є експертом в проведенні <span>due diligence об’єкту інвестування</span> та є відповідальним за комунікацію з корпоративними клієнтами, що укладають з <span>Intermarium Law Firm</span> договори про абонентське обслуговування."
      }
    }
  },
  "privacy": {
    "intro": {
      "title": "Правила та повідомлення про приватність",
      "lastUpdate": "Останнє оновлення 01.09.2023 року"
    },
    "contents": {
      "title": "Зміст",
      "li1": "Умови використання",
      "li2": "Користування веб-сайтом",
      "li3": "Права інтелектуальної власності",
      "li4": "Зміст даних та мета, для якої вона збирається",
      "li5": "Права осіб щодо яких збираються персональні дані",
      "li6": "Оновлення цього повідомлення"
    },
    "list": {
      "conditions": {
        "title": {
          "topText": "умови",
          "bottomText": "ВИКОРИСТАННЯ"
        },
        "text": {
          "p1": "Доступ та використання www.intermarium.legal («Веб-сайт») надається ТОВ «ЮК» ІНТЕРМАРІУМ» на умовах, викладених нижче. Заходячи на веб-сайт і використовуючи його, ви зобов’язуйтесь виконувати ці Умови.",
          "p2": "Зверніть увагу, що ці умови можуть періодично змінюватися, тому їх слід регулярно перевіряти. Продовження використання цього веб-сайту буде вважатися прийняттям оновлених або змінених умов."
        }
      },
      "use": {
        "title": {
          "topText": "КОРИСТУВАННЯ",
          "bottomText": "ВЕБ-САЙТОМ"
        },
        "text": {
          "p1": "Наш веб-сайт створений з метою поширення інформацію про зміст, об’єм, перелік послуг які надає наша компанія, а також з метою поширення інформації про діяльність компанії для потенційних клієнтів.",
          "p2": "Ви визнаєте, що будете використовувати Веб-сайт лише в законних цілях, для свого особистого або внутрішнього ділового використання."
        }
      },
      "rights": {
        "title": {
          "topText": "ПРАВА ІНТЕЛЕКТУАЛЬНОЇ",
          "bottomText": "власності"
        },
        "text": {
          "p1": "Усі авторські права, торгові марки, права на дизайн, патенти та інші права інтелектуальної власності на цьому Веб-сайті належать ТОВ «ЮК» ІНТЕРМАРІУМ» та захищаються законом України “Про авторське право і суміжні права” та іншими законами України, використання їх третіми особами може бути можливим лише за згодою ТОВ «ЮК» ІНТЕРМАРІУМ» та/або за згодою їх учасників.",
          "p2": "Цей Веб-сайт не можна будь-яким чином модифікувати, декомпілювати або реконструювати. Жодна частина веб-сайту не може бути відтворена без нашого прямого дозволу."
        }
      },
      "dataContent": {
        "title": {
          "topText": "Зміст даних та мета, для якої",
          "bottomText": "вона збирається"
        },
        "text": {
          "p1": "На нашому веб-сайті відвідувачі мають можливість залишати заявку зворотнього зв’язку з нами в результаті чого виникає збирання, використання та поширення інформації, яка відноситься до «конфіденційної інформації» повідомляємо вас з якою метою та яку саме інформацію ми від вас отримуємо.",
          "p2": {
            "title": "Дані, які ми збираємо та обробляємо за допомогою вебсайту, соціальних мереж, месенджерів діляться на категорії:",
            "li1": "дані, надані відвідувачами (ім’я, електронна пошта та інформація з повідомлення, яке ви можете нам залишити)."
          },
          "p3": {
            "title": "Ми можемо передати ваші персональні дані нашим співробітникам, підрядникам або партнерам для виконання договору. Також ми передаємо ваші дані з наступних підстав:",
            "li1": "для виконання державного запиту, постанови суду або відповідного законодавства;",
            "li2": "для запобігання незаконному використанню нашого вебсайту;",
            "li3": "для захисту від претензій третіх сторін;",
            "li4": "для запобігання або для допомоги в розслідуванні шахрайства."
          },
          "p4": "А також, ми передаємо ваші персональні дані третім сторонам на підставі договору для обробки від нашого імені, який містить перелік відповідних технічних та організаційних заходів з метою захисту ваших персональних даних. Ми можемо передавати ваші дані конкретним компаніям, консультантам, підрядникам, які надають певні послуги на наше замовлення.",
          "p5": "У випадку, якщо передача даних не є частиною виконання договору ми запитаємо вашої згоди."
        }
      },
      "humanRights": {
        "title": {
          "topText": "Права осіб щодо яких збираються",
          "bottomText": "персональні дані"
        },
        "text": {
          "p1": "У вас, як у власників персональних даних є наступні права:",
          "p2": {
            "li1": "<span>Право на доступ до інформації</span>: Ви можете запитати пояснення обробки ваших персональних даних.",
            "li2": "<span>Право на виправлення інформації</span>: Ви можете змінити інформацію, якщо вона неточна або неповна.",
            "li3": "<span>Право на обмеження обробки</span>: Ви можете частково або повністю заборонити нам обробляти ваші персональні дані.",
            "li4": "<span>Право на заперечення проти обробки</span>: Ви можете заперечувати проти обробки ваших персональних даних.",
            "li5": "<span>Право відкликати згоду</span>: Ви можете відкликати свою згоду в будь-який момент.",
            "li6": "<span>Право подати скаргу</span>: Якщо ваш запит не був задоволений, ви можете подати скаргу до регулюючого органу."
          },
          "p3": "Якщо ваші права були порушені або у вас виникли питання з приводу тексту цього повідомлення ви можете звернутись до нас написавши листа на електронну пошту: <span>office@intermarium.legal</span>",
          "p4": "Зверніть увагу: право на видалення даних не є абсолютним — ми не можемо видалити ті ваші дані, які зобов’язані зберігати за законодавством."
        }
      },
      "update": {
        "title": {
          "topText": "ОНОВЛЕННЯ ЦЬОГО",
          "bottomText": "ПОВІДОМЛЕННЯ"
        },
        "text": {
          "p1": "Це Повідомлення і правовідносини, що потрапляють під її дію, регулюються Законом України «Про захист персональних даних». Чинні закони і вимоги до обробки персональних даних можуть змінитися. У випадку оновлення тексту цього повідомлення ми одразу публікуємо його із зазначенням дати оновлення."
        }
      }
    }
  },
  "practices": {
    "migrationLaw": {
      "intro": {
        "title": {
          "topText": "Міграційне",
          "bottomText": "Право"
        },
        "text": {
          "p1": "<span>Intermarium Law Firm</span> надає повний цикл супроводу іноземців, що бажають мігрувати до України або отримати українське громадянство.",
          "p2": "Ми допомагаємо клієнтам <span>з десятків різних країн світу</span> отримати статус резидента та легально перебувати в Україні, а також отримувати фахові консультації <span>з будь-яких міграційних питань</span>."
        }
      },
      "order": {
        "title": {
          "topText": "Замовити за напрямом",
          "bottomText": "Послугу"
        }
      },
      "data": {
        "d1": "Посвідка на тимчасове проживання",
        "d2": "Посвідка на постійне проживання",
        "d3": "Дозвіл на імміграцію",
        "d4": "Відновлення втраченої/викраденої посвідки на проживання",
        "d5": "Супровід в оформленні шлюбу з резидентами України",
        "d6": "Продовження терміну перебування в Україні",
        "d7": "Оформлення громадянства України",
        "d8": "Дозвіл на працевлаштування в Україні",
        "d9": "Зняття заборони на в‘їзд в Україну",
        "d10": "Оскарження рішень Державної міграційної служби",
        "d11": "Оформлення довідки про несудимість в Україні",
        "d12": "Оформлення податкового номеру для іноземців",
        "d13": "Отримання статусу закордонного українця",
        "d14": "Оформлення довідки громадянина України"
      }
    },
    "acquisitionOfUkrainianCitizenship": {
      "intro": {
        "title": {
          "topText": "Набуття громадянства",
          "bottomText": "України"
        },
        "text": {
          "p1": "<span>Громадянство України</span> можливо отримати лише у випадку наявності в особи підстави для цього, які передбачені <span>в Законі України “Про громадянство”.</span>",
          "p2": {
            "headline": "Підставами для отримання громадянства України є такі як:",
            "list": {
              "li1": "територіальне походження",
              "li2": "відновлення українського громадянства",
              "li3": "набуття внаслідок усиновлення чи за народженням"
            }
          },
          "p3": "Але що робити особам яким жодна із цих підстав не підходить, в такому випадку відповідно до статті 9 Закону України \"Про громадянство України\", іноземець або особа без громадянства можуть бути за їх клопотаннями прийняті до громадянства України.",
          "p4": "Процедура доволі складна та тривала, оскільки рішення про прийняття до громадянства приймає Президент України, така процедура може тривати більше двох років."
        }
      },
      "lists": {
        "requirements": {
          "title": {
            "topText": "Підстави та вимоги для отримання громадянства",
            "bottomText": "України"
          },
          "li1": "Визнавати та дотримуватися конституційних прав та обов ’язків, а також усіх законодавчих норм.",
          "li2": "Наявність декларації про відсутність громадянства іншої країни або готовність відмовитися від нього при його наявності.",
          "li3": "Постійне проживання в Україні протягом п ’яти років на законних підставах.",
          "li4": "Для іноземців, які уклали шлюб з громадянином України, потрібне постійне проживання протягом двох років.",
          "li5": "Легальне перебування на території країни не менше трьох років зі статусомбіженця, особи без громадянства або надано притулок в Україні.",
          "li6": "Військова служба у складі ЗСУ на контрактній основі.",
          "li7": "Знання державної мови.",
          "li8": "Наявність засобів до існування в сумі, яка не менше 12 мінімальних зарплат."
        },
        "changes": {
          "title": {
            "topText": "внесення змін до",
            "bottomText": "Законів України"
          },
          "text": {
            "p1": "Також, нещодавно Президент України Володимир Зеленський <span>підписав закон No7606 \"Про внесення змін до Законів України</span> \"Про громадянство України\" та \"Про забезпечення функціонування української мови як державної\" щодо умов прийняття до громадянства України\", яким <span>передбачено про нові правила набуття громадянства.</span>",
            "p2": "Згідно з документом, тепер <span>для отримання громадянства України потрібно буде скласти іспити</span> на знання української мови, історії та Конституції.",
            "p3": "<span>Іноземці чи особи без громадянства, які мають визначні заслуги перед Україною</span>, прийняття яких до українського громадянства становить державний інтерес, або які в установленому законодавством порядку проходять військову службу за контрактом у ЗСУ, Державній спецслужбі транспорту або Нацгвардії України, особи, які отримали посвідку на тимчасове проживання, <span  >упродовж двох років з моменту набуття громадянства мають скласти відповідні іспити та подати документи про їх складання.</span>",
            "p4": "Невиконання зобов’язання про складання іспитів з основ Конституції України, історії України, та на рівень володіння державною мовою цими категоріями осіб <span>є підставою для втрати громадянства України.</span>",
            "p5": "Складання іспитів має здійснюватися <span>в порядку, встановленому Кабміном.</span>"
          }
        }
      },
      "application": {
        "text": "Процедура отримання громадянства доволі складна і ми не рекомендуємо розпочинати процес самостійно без допомоги кваліфікованого юриста тому якщо ви виявили бажання отримати громадянство України <span>імміграційні юристи юридичної компанії Intermarium допоможуть вам</span> заповнити і зібрати необхідний перелік документів виходячи з індивідуальної ситуації кожного клієнта, подати їх до державних органів і пройти всю процедуру строго в строк і без відмов.",
        "button": "Залишити заявку"
      }
    },
    "appealOfMigrationServiceDecisions": {
      "intro": {
        "title": {
          "topText": "Оскарження рішень",
          "bottomText": "ДМС"
        },
        "text": {
          "p1": "Дуже часто іноземці стикаються з <span>проблемами в Державній міграційній службі</span> які пов’язані з відмовою у видичі посвідки на проживання в Україні, чи працівники не бажають приймати документи на дозвіл на імміграцію не обгрунтовуючи свою позицію, відмовляють у прийнятті громадянства України та ін.",
          "p2": "Іноді для того, щоб отримати необхідну послугу або документ <span>потрібно витратити чимало часу та ресурсів.</span>",
          "p3": "Якщо особа отримала відмову в оформленні чи прийнятті документів посвідки не потрібно розчаровуватись, адже <span>будь яке рішення можна оскаржити</span>. Рішення територіального органу Державної міграційної служби України можна оскаржити як і в аміністративному порядку шляхом подання скарги безпосередньо до Державної міграційної служби так і до суду."
        }
      },
      "appeal": {
        "title": "Оскарження рішення про відмову в отриманні посвідки до Державної міграційної служби",
        "text": {
          "p1": "З дня отримання рішення про відмову особа подає скаргу безпосередньо до ДМС, таку скаргу потрібно подати протягом 30 днів з моменту ознайомлення особи з рішенням про відмову. В скарзі потрібно викласти обставини з якими не погоджується та надати докази на підтвердження вказаних обставин. Розглядається скарга протягом тридцяти календарних днів від дня її отримання. Строк може бути продовжений на п’ятнадцять календарних днів, якщо є необхідність у цьому. Про продовження строку особа повідомляється офіційним листом.",
          "p2": "Після розгляду скарги ДМС надасть відповідь про прийняте рішення. Якщо ДМС відмовить в задоволенні скарги можна звертатися до суду."
        }
      },
      "application": {
        "text": "Радимо для оскарження відмови ДМС у видачі посвідки, дозволу на імміграцію чи будь якого іншого документа <span>звернутися до міграційного юриста, який надасть фахову допомогу та зекономить ваш час</span>.",
        "button": "Залишити заявку"
      }
    },
    "extensionOfStayInUkraine": {
      "intro": {
        "title": {
          "topText": "Продовження терміну перебування",
          "bottomText": "в Україні"
        },
        "text": {
          "p1": "<span>Строк перебування іноземців</span>, які є громадянами держав з візовим порядком в’їзду, а також осіб без громадянства <span>обмежено строком дії візи</span>. Тобто, іноземець чи особа без громадянства <span>може тимчасово перебувати на території України протягом наданого візою дозволеного строку перебування</span>, але не більше ніж до останнього дня строку дії візи.",
          "p2": " Громадяни держав з безвізовим порядком в’їзду можуть тимчасово перебувати на території України <span>не більше ніж 90 днів протягом 180 днів</span>, якщо інший строк не визначено міжнародними договорами України.",
          "p3": "<span>Продовження терміну перебування в Україні</span> – законний спосіб продовжити термін перебування в країні після закінчення терміну візи або після закінчення 90-денного терміну перебування (для громадян країн з безвізовим режимом)."
        }
      },
      "lists": {
        "reasons": {
          "title": {
            "topText": "Підстави для продовження строку перебування",
            "bottomText": "в Україні"
          },
          "li1": "подання заяви про отримання дозволу на імміграцію",
          "li2": "подання заяви про набуття громадянства України",
          "li3": "наявності підстав, які не дають змоги виїхати з України",
          "li4": "інші випадки, коли виникає необхідність продовження строку перебування (лікування, вагітність, догляд за хворим членом родини, оформлення спадщини, виконання службових обов’язків іноземним кореспондентом або представником іноземного засобу масової інформації тощо)"
        },
        "documents": {
          "title": {
            "topText": "Необхідні",
            "bottomText": "документи"
          },
          "li1": "заява (формується в електронному вигляді)",
          "li2": "паспорт іноземця, а також його нотаріальний переклад паспорт приймаючої сторони (для юридичних осіб – паспорт директора; копія-витяг з реєстру юридичних осіб; копія протоколу, розпорядження або наказу про призначення відповідальних осіб)",
          "li3": "документ, що підтверджує достатнє фінансове забезпечення",
          "li4": "документ про право власності на житло, де буде проживати іноземець і паспорт власника житла",
          "li5": "фотографія іноземного громадянина",
          "li6": "квитанція про сплату держ. мита"
        },
        "term": {
          "title": {
            "topText": "Термін розгляду",
            "bottomText": "заяв"
          },
          "text": {
            "p1": "<span>Не більше трьох робочих днів.</span> У разі необхідності здійснення додаткових перевірок цей строк <span>може бути продовжено до десяти.</span>",
            "p2": "<span>Важливо</span>, що заяви про продовження строку перебування на території України подаються іноземцями та особами без громадянства та приймаючою стороною не раніше ніж за десять та не пізніше ніж за три робочі дні до закінчення такого строку."
          }
        }
      },
      "application": {
        "text": "<span>Intermarium Law Firm</span> надає повний цикл супроводу іноземців, що бажають отримати продовження терміну перебування в Україні.",
        "button": "Залишити заявку"
      }
    },
    "foreignUkrainian": {
      "intro": {
        "title": {
          "topText": "Порядок отримання статусу закордонного",
          "bottomText": "українця"
        },
        "list": {
          "one": {
            "title": "Хто такий закордонний українець?",
            "p1": "<span>Закордонний українець</span> – це особа, яка є громадянином іншої держави або особою без громадянства, а також має українське етнічне походження або є походженням з України."
          },
          "two": {
            "title": "Переваги статусу закордонного українця",
            "li1": "можливість навчання у закладах вищої освіти України за кошти державного бюджету в межах встановлених квот;",
            "li2": "право працювати на підприємствах, в установах і організаціях або провадити іншу трудову діяльність без відповідного дозволу на це (який необхідний для іноземців);",
            "li3": "право на безкоштовне оформлення багаторазової візи для відвідання України без надання відповідного запрошення терміном дії на 5 років (для громадян держав, з якими Україна має візовий режим);",
            "li4": "можливість безкоштовно та поза квотами отримати дозвіл на імміграцію на підставі якого отримати посвідку на постійне проживання.",
            "li5": "набуття громадянства України в порядку, встановленому Законом України \"Про громадянство України\";"
          },
          "three": {
            "title": "Як отримати статус закордонного українця?",
            "p1": "Для того щоб отримати посвідчення закордонного українця, особа повинна звернутися на території України до МЗС України та за кордоном в консульство України з заявою до якої потрібно додати:",
            "li1": "паспортний документ, або інший документ який посвідчує особу;",
            "li2": "копії документів які засвідчують українське етнічне походження або походження з України (свідоцтво або інші документи про народження особи або її родичів, документи, що підтверджують факт проживання особи на території України, та у разі потреби інші документи)",
            "li3": "фото (30х40) – 2 шт.;",
            "li4": "квитанцію про оплату послуг (вартість послуг за отримання посвідчення закордонного українця становить еквівалент 10 долларів США)."
          },
          "four": {
            "title": "Хто може отримати статус закордонного українця?",
            "p1": "Статус закордонного українця може отримати особа яка відповідає таким критеріям:",
            "li1": "українська самоідентифікація;",
            "li2": "українське етнічне походження або походження з України;",
            "li3": "письмове звернення щодо бажання мати статус закордонного українця;",
            "li4": "досягнення особою 16-річного віку;",
            "li5": "відсутність громадянства України."
          },
          "five": {
            "title": "Строки отримання статус закордонного українця",
            "p1": "Заява про надання статусу закордонного українця та інші документи, подані представництву МЗС на території України, за кордоном - закордонній дипломатичній установі України, не пізніше ніж через два місяці з дня їх отримання надсилаються Національній комісії дипломатичною поштою або фельд’єгерським зв’язком.",
            "p2": "Національна комісія розглядає заяву протягом 90 днів з дати її отримання та приймає відповідне рішення."
          }
        }
      },
      "application": {
        "text": "<span>Intermarium Law Firm</span> надає повний цикл супроводу іноземців, що бажають отримати статус закордонного українця.",
        "button": "Залишити заявку"
      }
    },
    "immigrationPermit": {
      "intro": {
        "title": {
          "topText": "Дозвіл на",
          "bottomText": "імміграцію"
        },
        "text": {
          "p1": "<span>Дозвіл на імміграцію</span> - рішення спеціально уповноваженого центрального органу виконавчої влади з питань імміграції та підпорядкованих йому органів, яке надає іноземцям та особам без громадянства право на імміграцію.",
          "p2": {
            "headline": "Існує багато підстав, за якими іноземець може отримати дозвіл на імміграцію, але я ми поговоримо лише про найпоширеніші та ті з якими найчастіше використовуються іноземцями, а саме:",
            "li1": "територіальне походження іноземця",
            "li2": "родинні зв’язки з громадянами України",
            "li3": "висококваліфіковані спеціалісти",
            "li4": "інвестиції в економіку України",
            "li5": "особи, які раніше були громадянами України"
          }
        }
      },
      "documents": {
        "permission": {
          "p1": "<span>Для отримання дозволу на імміграцію іноземцю необхідно</span> зібрати необхідні документи та написати заяву на отримання дозволу на імміграцію (оформляється в електронному вигляді при подачі документів) до ДМС, територіального органу міграційної служби або територіального відділення ДМС. (Державна міграційна служба)",
          "p2": "Існує <span>14 підстав для отримання дозволу на імміграцію:</span> за квотою і поза квотою.",
          "p3": "<span>Квота</span> - це максимальна кількість людей, які мають право на отримання дозволу на імміграцію. Такі квоти щороку затверджуються Урядом України.",
          "p4": "<span>Поза</span> квотою є, наприклад, територіальне походження, одруження з громадянином України та ін.",
          "p5": "Є загальний перелік документів та додаткові. <span>Загальний перелік</span> єдиний для всіх підстав для отримання дозволу на імміграцію. А <span>додаткові документи</span> підтверджують вашу підставу для звернення за дозволом на імміграцію. Наприклад, свідоцтво про шлюб, дозвіл Мінсоцполітики, свідоцтво про народження та ін."
        },
        "listOfDoc": {
          "title": "Перелік документів:",
          "li1": "Заява (заповнюється та підписується при подачі документів)",
          "li2": "Оригінал паспорта (або копія посвідки на тимчасове проживання та довідка з місця реєстрації)",
          "li3": "Адреса проживання в Україні (нотаріально завірена заява-згода орендодавця)",
          "li4": "Паспорт власника житла та право власності на це житло",
          "li5": "Документ, що підтверджує адресу реєстрації за кордоном (права, довідка про реєстрацію), або документ, що підтверджує відсутність такого місця проживання.",
          "li6": "Довідка про несудимість",
          "li7": "Загальна медична довідка та акт наркологічної експертизи",
          "li8": "Та інші документи, які підтвердять підставу для отримання дозволу на імміграцію",
          "li9": "Квитанція про сплату державного мита",
          "conclusion": "<span>Виняток:</span> пункти документів, зазначені у пунктах 6 та 7, не потрібні у разі оформлення дозволу на імміграцію за територіальним походженням та у разі укладення шлюбу з громадянином України та особами без громадянства.",
          "addDocs": "Всі документи повинні бути подані виключно особисто заявником.",
          "term": "Термін розгляду документів триває до 12 місяців, але на практиці може бути і швидше, може бути і 4 місяці, і 6 місяців"
        }
      },
      "application": {
        "text": "<span>Intermarium Law Firm</span> надає повний цикл супроводу іноземців, що бажають отримати дозвіл на імміграцію.",
        "button": "Залишити заявку"
      }
    },
    "marriageRegistration": {
      "intro": {
        "title": {
          "topText": "Супровід укладення шлюбу з громадянами",
          "bottomText": "України"
        },
        "text": {
          "p1": "<span>Шлюб з іноземним елементом</span> є набагато складніший та триваліший ніж шлюб між громадянами України, оскільки <span>потребує додаткових погоджень від державних органів.</span>"
        }
      },
      "lists": {
        "documents": {
          "title": {
            "topText": "Перелік необхідних",
            "bottomText": "документів"
          },
          "li1": "Оригінал паспорта, а у випадку іноземця то посвідка на проживання в Україні",
          "li2": "Переклад паспорта іноземця на українську мову",
          "li3": "Якщо хтось із наречених раніше перебував у шлюбі – документ, який підтверджує припинення цього попереднього шлюбу, а саме: свідоцтво про розірвання шлюбу, рішення суду про розірвання шлюбу (або про визнання його недійсним) – з відміткою про набрання законної сили, висновок РАЦС про анулювання попереднього актового запису про шлюб, свідоцтво про смерть.",
          "p": "Для того, щоб після реєстрації шлюбу на території України, претендувати на отримання візи чоловіка/дружини в ту чи іншу країну, важливо задовольняти всім вимогам до цієї категорії візи, представивши у відповідне посольство правильно підготовлений пакет документів. В більшості випадків, відмова в отриманні візи по цій категорії візи відбувається через відсутність будь-якого документа, який було б дуже легко отримати, але про який Заявник не знав, або з причини простої непідготовленості до інтерв’ю з консульським офіцером в посольстві. А подальша необхідна апеляція стосовно цього питання призведе до зайвих чималих фінансових витрат і втрати часу."
        },
        "war": {
          "title": {
            "topText": "Шлюб з іноземцем під час",
            "bottomText": "воєнного стану"
          },
          "p1": "У звʼязку із загрозою життю та здоровʼю осіб, під час воєнного стану доступна прискорена процедура реєстрації шлюбу без звернення за послугою «Шлюб за добу».",
          "p2": "Що для цього потрібно?",
          "li1": "Подання заяви на реєстрацію шлюбу до відділу РАЦС",
          "li2": "Призначення дати реєстрації шлюбу (через 2-3 дні після подачі заяви)",
          "li3": "Відділ РАЦС надсилає запит до Державної міграційної служби України щодо законності перебування іноземця на території України та отримує висновок",
          "li4": "Реєстрація шлюбу та отримання свідоцтва про шлюб"
        }
      },
      "application": {
        "text": "Тому якщо вам необхідна юридична допомога з приводу укладення шлюбу в Україні <span>Intermarium law firm надає повний юридичний супровід</span> по підготовці документів для укладення шлюбу з іноземним громадянином як за кордоном, так і на території України, а також повний юридичний супровід по укладенню шлюбного договору.",
        "button": "Залишити заявку"
      }
    },
    "permanentResidence": {
      "intro": {
        "title": {
          "topText": "Посвідка на постійне",
          "bottomText": "проживання"
        },
        "text": {
          "p1": "<span>Посвідка на постійне проживання</span> є документом, що підтверджує право іноземця або особи без громадянства на постійне проживання в країні. Зазвичай це документ, який <span>дає право на вільний виїзд і в’їзд в країну</span> протягом усього періоду дії посвідки на постійне проживання.",
          "p2": "Дозвіл на постійне проживання <span>видається на підставі дозволу на імміграцію</span>, тому після позитивного рішення щодо отримання дозволу на імміграцію іноземець може подати заяву на отримання дозволу на постійне проживання."
        }
      },
      "lists": {
        "advantages": {
          "title": "Переваги ПМП:",
          "li1": "Право на працевлаштування без відповідного дозволу на працевлаштування",
          "li2": "Відвідувати країну без обмежень у кількості",
          "li3": "Відсутність необхідності щороку продовжувати термін дії сертифіката",
          "li4": "Іноземець зберігає громадянство країни, але при цьому є резидентом України",
          "p": "Важливо розуміти, що іноземцю <span>видається копія дозволу на імміграцію</span>, оскільки <span>оригінал залишається в Міграційній службі.</span>"
        },
        "listOfDoc": {
          "title": "Перелік документів, які необхідно подати до міграційної служби для отримання посвідки на тимчасове проживання:",
          "li1": "Оригінал паспорта",
          "li2": "Нотаріально завірений та перекладений паспорт іноземця",
          "li3": "Копія дозволу на імміграцію",
          "li4": "Квитанцію про сплату державного мита",
          "p": "Якщо іноземець <span>не перебував на території України та не отримував посвідки на тимчасове проживання</span> під час розгляду дозвільних документів на імміграцію, йому <span>необхідно буде отримати окрему візу типу D.</span>"
        },
        "term": "Термін розгляду документів 15 робочих днів",
        "after": "Після отримання посвідки на постійне проживання вам <span>необхідно зареєструвати місце проживання в Україні протягом 30 днів з дня видачі посвідки на постійне проживання.</span> Іноді іноземці думають, що з моменту отримання посвідки на постійне проживання відраховується 30 днів, але це не так, <span>30 днів відраховується з дати видачі, яка вказана на самій посвідці на постійне проживання.</span>"
      },
      "application": {
        "text": "В цілому процедура отримання посвідки на постійне проживання на перший погляд не здається складною, але на практиці ситуація зовсім інша, є багато незрозумілих деталей і процес вимагає тісного контакту з Державною міграційною службою, тому для того <span>щоб уникнути зайвих помилок рекомендуємо звернутися до наших спеціалістів.</span>",
        "button": "Залишити заявку"
      }
    },
    "policeClearance": {
      "intro": {
        "title": {
          "topText": "Отримання довідки про несудимість в Україні",
          "bottomText": "для іноземців"
        },
        "text": {
          "p1": "<span>Довідка про відсутність судимості</span> – це документ, який підтверджує, що фізична особа, на ім’я якої видано документ, до кримінальної відповідальності не притягувалася, не є засудженою і не перебуває в розшуку на території України."
        }
      },
      "lists": {
        "whatFor": {
          "title": {
            "topText": "Для чого може знадобитись довідка",
            "bottomText": "про несудимість"
          },
          "li1": "оформлення громадянства України",
          "li2": "отримання тимчасової посвідки на проживання в Україні",
          "li3": "отримання постійної посвідки на проживання в Україні",
          "li4": "при зверненні в установи іноземних держав",
          "li5": "при оформленні усиновлення, піклування",
          "li6": "створення прийомної сім’ї або дитячого будинку сімейного типу",
          "li7": "участь в тендері",
          "li8": "для отримання дозволу на зброю",
          "li9": "для оформлення ліцензії на роботу з вибухонебезпечними речовинами",
          "li10": "для пакета документів при оформленні візи для виїзду за кордон",
          "li11": "при подачі документів в органи соціального забезпечення",
          "li12": "для оформлення ліцензії на роботу з наркотичними засобами, психотропними речовинами",
          "li13": "для оформлення або відновлення документів",
          "li14": "на вимогу військових комісаріатів",
          "li15": "для отримання водійських прав",
          "li16": "для пред’явлення за місцем вимоги"
        },
        "listOfDoc": {
          "title": {
            "topText": "Перелік документів для оформлення",
            "bottomText": "довідки"
          },
          "li1": "Копія тимчасової/постійної посвідки на проживання а у випадку її відсутності нотаріально засвідчений переклад вашого паспорта на українську мову",
          "li2": "Повна адреса народження іноземця",
          "li3": "З якою метою оформлюється довідка"
        },
        "term": "Термін оформлення довідки становить 10-14 робочих днів"
      },
      "application": {
        "text": "Якщо у вас виникла необхідність в отриманні довідки про несудимість в Україні <span>компанія Intermarium швидко та ефективно зможе допомогти вам</span> в цьому та після готовності довідки ми одразу відправляємо вам її на вашу адресу.",
        "button": "Залишити заявку"
      }
    },
    "registrationAsCitizenOfUkraine": {
      "intro": {
        "title": {
          "topText": "Оформлення та видача довідки про реєстрацію особи",
          "bottomText": "громадянином України"
        },
        "text": {
          "p1": "<span>Довідка про реєстрацію особи громадянином України</span>є документом, що підтверджує факт реєстрації особи громадянином України та подається особою для одержання документів, що підтверджують громадянство України.",
          "p2": "Для цього особа, яка бажає отримати довідку повинна <span>звернутися в підрозділ ДМС</span>, за місцем проживання.",
          "p3": "<span>Найголовніше правильно скласти і подати письмову заяву</span> з проханням про те, щоб надали цю державну послугу."
        }
      },
      "list": {
        "howToGet": {
          "title": {
            "topText": "Як отримати",
            "bottomText": "довідку"
          },
          "text": "Потрібно <span>особисто звернутися до територіального органу міграційної служби</span>, але якщо особа має поважні причини, за якими вона не може особисто отримати довідку, цей документ видається законному представнику (батьки, опікуни)."
        },
        "docs": {
          "title": {
            "topText": "Документи, які необхідні для",
            "bottomText": "отримання послуги"
          },
          "li1": "Для одержання адміністративної послуги з видачі довідки про реєстрацію особи громадянином України одержувач подає заяву, в якій зазначаються відомості про заявника: прізвище, ім’я, по батькові, місце проживання, телефон.",
          "li2": "2 фотокартки розміром 35 х 45мм.",
          "li3": "Платіжний документ (квитанція) з відміткою банку, відділення поштового зв’язку або коду проведеної операції про оплату вартості цієї послуги.",
          "li4": "Паспортний документ або документ, що його замінює та посвідчує особу заявника.",
          "li5": "Документ про проживання заявника на території України або про його постійне проживання за кордоном (довідка про реєстрацію місця проживання).",
          "term": "У разі потреби подається засвідчений переклад тексту документа українською мовою",
          "after": "Термін надання послуги – після того, як було прийнято рішення про набуття особою громадянства, в десятиденний термін йому офіційно видається довідка."
        }
      },
      "application": {
        "text": "Звернувшись до <span>Intermarium law firm</span> за допомогою для відновлення чи обміну посвідки на проживання в Україні, Ви гарантовано швидко зможете отримати нову посвідку. Ціна при цьому виявиться найвигідніша, а професіоналізм і спектр послуг - максимальний.",
        "button": "Залишити заявку"
      }
    },
    "removalOfTheEntranceBan": {
      "intro": {
        "title": {
          "topText": "Зняття заборони в’їзду",
          "bottomText": "в Україну"
        },
        "list": {
          "one": {
            "title": "Загальні умови перетину кордону іноземцями та особами без громадянства.",
            "p1": "Уповноважені службові особи Державної прикордонної служби України надають іноземцю, особі без громадянства дозвіл на перетинання державного кордону у разі в’їзду в Україну за умови:",
            "p2": {
              "li1": "наявності в нього дійсного паспортного документа;",
              "li2": "відсутності щодо нього рішення уповноваженого державного органу України про заборону в’їзду в Україну;",
              "li3": "наявності в нього в’їзної візи, якщо інше не передбачено законодавством України;",
              "li4": "підтвердження мети запланованого перебування;",
              "li5": "наявності достатнього фінансового забезпечення на період запланованого перебування і для повернення до держави походження або транзиту до третьої держави або наявності в нього можливості отримати достатнє фінансове забезпечення в законний спосіб на території України."
            },
            "p3": "Виняток із цих правил може бути для іноземця або особи без громадянства, які просять про можливість розгляду в установленому законом порядку питання надання йому притулку або визнання його біженцем або особою, яка потребує додаткового захисту в Україні."
          },
          "two": {
            "title": "Підстави для відмови у перетині кордоні іноземцям та особам без громадянства.",
            "li1": "загроза національній безпеці або охороні громадського порядку;",
            "li2": "з метою захисту здоров’я, прав та законних інтересів жителів України;",
            "li3": "подання неправдивих відомостей або підроблених документів на паспортний контроль на кордоні;",
            "li4": "пред’явлення підробленого, зіпсованого чи невідповідного встановленим стандартам паспорта;",
            "li5": "порушення правил перетину державного кордону України, митних правил, санітарних норм або правил на пункті перетину кордону України або недотримання вимог законодавства, зазначених посадовими особами органів державної прикордонної служби, органів доходів та зборів та інших органів;",
            "li6": "якщо під час попереднього перебування на території України іноземець або особа без громадянства не виконали рішення суду або адміністративні стягнення або мають інші невиконані майнові зобов’язання перед державою, фізичними або юридичними особами, у тому числі пов’язані з попередньою депортацією, зокрема після закінчення строку заборони на подальший в’їзд до України;",
            "li7": "в’їзд на тимчасово окуповану територію України або до зони проведення антитерористичної операції за межами контрольних пунктів в’їзду-виїзду."
          },
          "three": {
            "title": "Хто ухвалює рішення про заборону на в'їзд?",
            "p": "Рішення про заборону в’їзду в Україну строком на три роки приймається центральним органом виконавчої влади, що реалізує державну політику у сфері міграції (імміграції та еміграції), у тому числі протидії нелегальній (незаконній) міграції, громадянства, реєстрації фізичних осіб, біженців та інших визначених законодавством категорій мігрантів, Службою безпеки України або органом охорони державного кордону, або уповноваженим підрозділом Національної поліції України. У разі невиконання рішення про заборону в’їзду в Україну іноземцям та особам без громадянства забороняється подальший в’їзд в Україну на десять років, що додається до частини строку заборони в’їзду в Україну, який не сплив до моменту прийняття повторного рішення про заборону в’їзду в Україну."
          },
          "four": {
            "title": "Що робити, якщо винесли рішення про заборону на в'їзд в Україну?",
            "p1": "Насамперед, якщо Вам стало відомо про заборону в’їзду в Україну при спробі пройти паспортний контроль на кордоні України, попросіть, щоб Вам видали на руки рішення про відмову у перетині кордону із зазначенням конкретної причини заборони на в’їзд.",
            "p2": "Надалі це може прискорити вирішення проблеми, так буде зрозуміло, хто саме прийняв рішення про заборону на в’їзд задля того, щоб у подальшому оскаржити заборону на в’їзд в Україну.",
            "p3": "Рішення про заборону на в’їзд можна оскаржити протягом 30 днів із дня ознайомлення з ним."
          },
          "five": {
            "title": "Куди можна оскаржити заборону на в’їзд?",
            "p1": "Іноземець, якому органом охорони державного кордону заборонено в’їзд в Україну, має право оскаржити відповідне рішення до регіонального управління Державної прикордонної служби або до суду.",
            "p2": "Рішення начальника органу охорони державного кордону центрального підпорядкування з цього питання оскаржується до Адміністрації Державної прикордонної служби України або до суду.",
            "p3": "Оскарження зазначеного рішення не зупиняє його дії.",
            "p4": "Суд у порядку забезпечення адміністративного позову може відповідною ухвалою зупинити дію рішення суб’єкта владних повноважень чи його окремих положень, що оскаржуються. Ухвала негайно надсилається до суб’єкта владних повноважень, що прийняв рішення, та є обов’язковою для виконання.",
            "p5": "Юристи нашої компанії мають значний досвід в оскарженні подібних рішень тому можуть забезпечити ефективне оскарження рішення про заборону на в’їзд в Україну – як у вищому органі, так і в судовій інстанції. Вибір стратегії представництва інтересів клієнта у цьому випадку залежить від того, якою є підстава для заборони в’їзду."
          }
        }
      },
      "application": {
        "text": "<span>Intermarium Law Firm</span> надає повний цикл супроводу іноземців, що бажають отримати дозвіл на працевлаштування в Україні. Ми допоможемо зекономити час та уникнути в майбутньому значних витрат.",
        "button": "Залишити заявку"
      }
    },
    "renewalOfResidencePermitInCaseOfLossOrTheft": {
      "intro": {
        "title": {
          "topText": "Відновлення посвідки на проживання у випадку",
          "bottomText": "втрати/викрадення"
        },
        "text": {
          "p1": "<span>Посвідка на постійне/тимчасове проживання</span> є документом, що посвідчує особу іноземця або особу без громадянства та підтверджує законні підстави для проживання в Україні.",
          "p2": "У разі <span>виникнення підстав для обміну посвідки</span>, а саме втрати або пошкодження документа, особа зобов’язана негайно звернутися до територіального підрозділу Державної міграційної служби України або до центру надання адміністративних послуг.",
          "p3": "А <span>у випадку викрадення</span> вам потрібно буде ще повідомити органи Міністерства внутрішніх справ України."
        }
      },
      "whatToDo": {
        "title": {
          "topText": "Що робити якщо посвідка на проживання",
          "bottomText": "втрачена /викрадена"
        },
        "immediately": "Вам негайно потрібно звернутися в територіальні органи Державної міграційної служби та у випадку викрадення в органи поліції та надати такий пакет документів:",
        "li1": "Посвідка, що підлягає обміну (крім випадків втрати та викрадення)",
        "li2": "Паспортний документ іноземця або документ, що посвідчує особу без громадянства",
        "li3": "Переклад на українську мову сторінки паспортного документа іноземця або документа, що посвідчує особу без громадянства, з особистими даними, засвідчений у встановленому законодавством порядку",
        "li4": "Документи, що підтверджують обставини, у зв’язку з якими посвідка підлягає обміну (крім випадків закінчення строку дії посвідки та непридатності посвідки для подальшого використання)",
        "term": "Термін розгляду документів 15 робочих днів",
        "after": "Також важливо розуміти, що як і подача документів так і потім отримання вже готової посвідки на проживання відбувається особисто самим заявником або законним представником, оскільки відбувається процедура верифікації особи (фото та відбитки пальців)."
      },
      "application": {
        "text": "Звернувшись до <span>Intermarium law firm</span> за допомогою для відновлення чи обміну посвідки на проживання в Україні, Ви гарантовано швидко зможете отримати нову посвідку. Ціна при цьому виявиться найвигідніша, а професіоналізм і спектр послуг - максимальний.",
        "button": "Залишити заявку"
      }
    },
    "taxId": {
      "intro": {
        "title": {
          "topText": "Податковий номер",
          "bottomText": "для іноземця"
        },
        "text": {
          "p1": "<span>Ідентифікаційний код (податковий номер)</span> – це документ, який потрібен практично кожному іноземцю, який планує жити в Україні.",
          "p2": "<span>Без цього документа іноземець не зможе</span> відкрити бізнес, придбати нерухомість, відкрити рахунок у банку, купити автомобіль, оформити спадщину, а також при нарахуванні та виплаті будь-яких доходів іноземного громадянина, отриманих в Україні."
        }
      },
      "lists": {
        "listOfDoc": {
          "title": {
            "topText": "Перелік документів для отримання",
            "bottomText": "ідентифікаційного коду"
          },
          "li1": "Нотаріально завірена та перекладена копія паспорта іноземця",
          "li2": "Адреса проживання іноземця за кордоном",
          "li3": "Оригінал довіреності посвідчений нотаріусом на ім’я представника"
        },
        "nextDoc": {
          "title": {
            "topText": "Для отримання податкового номера для неповнолітнього іноземця необхідно надати наступні",
            "bottomText": "документи"
          },
          "li1": "Копія свідоцтва про народження",
          "li2": "Оригінал перекладу нотаріально засвідчений",
          "li3": "Копія паспорта одного з батьків",
          "li4": "Оригінал перекладу українською мовою, засвідчений нотаріально",
          "li5": "Посвідка на тимчасове проживання (за наявності)",
          "li6": "Оригінал довіреності нотаріально посвідчений"
        },
        "procedure": {
          "title": {
            "topText": "Процедура отримання",
            "bottomText": "ідентифікаційного коду"
          },
          "li1": "Підготовка документів (переклад паспорта та нотаріальне засвідчення, підготовка заяви для подачі в ДПС та ін.).",
          "li2": "Подайте необхідні документи до податкової служби",
          "li3": "Отримати ідентифікаційний номер платника податків"
        },
        "term": "Термін виконання 5-7 робочих днів"
      },
      "application": {
        "text": "Порядок отримання цього документа для іноземця відрізняється від порядку його отримання для громадянина України. Тому рекомендуємо <span>звернутися за допомогою до кваліфікованого юриста, який допоможе швидко та легко отримати ідентифікаційний код.</span>",
        "button": "Залишити заявку"
      }
    },
    "temporaryResidence": {
      "intro": {
        "title": {
          "topText": "Посвідка на тимчасове",
          "bottomText": "проживання"
        },
        "text": {
          "p1": "<span>Посвідка на тимчасове проживання</span> – це документ, що посвідчує особу іноземця або особу без громадянства та підтверджує законні підстави тимчасового проживання в Україні.",
          "p2": "<span>Посвідка на тимчасове проживання видається на 1 рік</span> (виняток – посвідка на підставі працевлаштування, у цьому випадку якщо іноземцю оформляється дозвіл на працевлаштування на 3 роки – посвідка на тимчасове проживання видається відповідно також на 3 роки). <span>Посвідка дає можливість іноземцю легально перебувати на території України та набуває практично усіх прав як і громадянин України.</span>"
        },
        "advantages": {
          "text": "З основних переваг, які дає посвідка на тимчасове проживання іноземцю:",
          "li1": "право на навчання",
          "li2": "право на відкриття банківських рахунків",
          "li3": "право на відкриття бізнесу",
          "li4": "право на реєстрацію ФОП",
          "li5": "право на безоплатне ввезення автомобіля",
          "li6": "право на отримання посвідки на тимчасове проживання (чоловіка/дружини, дітей) іноземця"
        }
      },
      "detail": {
        "title": {
          "topText": "Детальна інформація щодо",
          "bottomText": "Послуги"
        },
        "one": {
          "title": "Основні підстави отримання посвідки на тимчасове проживання",
          "li1": "Працевлаштування",
          "li2": "Волонтерство",
          "li3": "Шлюб із громадянином України",
          "li4": "Навчання",
          "li5": "Воз’єднання сім’ї (чоловік/дружина)"
        },
        "two": {
          "title": "Перелік необхідних документів для отримання посвідки на тимчасове проживання",
          "p1": {
            "li1": "Заява на оформлення посвідки (заповнюється безпосередньо при подачі документів на місці).",
            "li2": "Оригінал паспорта (з штампом візою типу Д).",
            "li3": "Копія паспорта (завірена та перекладена нотаріусом).",
            "li4": "Медичний поліс страхування (на весь період посвідки).",
            "li5": "Завірена копія дозволу на працевлаштування та його оригінал (у випадку оформлення на підставі працевлаштування).",
            "li6": "Клопотання (подання) від волонтерської організації (у випадку оформлення на підставі волонтерства)."
          },
          "p2": "Та інші документи, в залежності від підстави оформлення посвідки."
        },
        "three": {
          "title": "Порядок оформлення посвідки на тимчасове проживання",
          "p1": {
            "li1": "Для того щоб отримати посвідку на тимчасове проживання насамперед потрібно отримати візу відповідного типу, за винятком країн з безвізовим режимом (Азербайджан, Молдова, Білорусь, Грузія, Вірменія , Узбекистан).",
            "li2": "Після того як ви отримали візу, збираємо інший необхідний пакет документів та подаємо в ДМС.",
            "li3": "На місці подачі документів вас фотографують та знімають відбитки пальців.",
            "li4": "Розгляд вашої заявки на посвідку триває до 15 днів.",
            "li5": "Після того як ваша посвідка буде надрукована та направлено у відповідний орган в якому ви подавали документи, ви можете йти та забрати свою посвідку (посвідка зберігається до 6 місяців)."
          },
          "p2": "З дати оформлення посвідки вам необхідно зареєструвати своє проживання протягом 30 днів."
        }
      },
      "application": {
        "text": "<span>Intermarium Law Firm</span> надає повний цикл супроводу іноземців, що бажають отримати посвідку на тимчасове проживання. Ми допоможемо зекономити час та уникнути в майбутньому значних витрат.",
        "button": "Залишити заявку"
      }
    },
    "workPermitInUkraine": {
      "intro": {
        "title": {
          "topText": "Дозвіл на працевлаштування",
          "bottomText": "В Україні"
        },
        "text": {
          "p1": "<span>Дозвіл на застосування праці іноземців та осіб без громадянства</span> - документ, який надає право роботодавцю тимчасово використовувати працю іноземця або особи без громадянства, або добровільно отриманий резидентом Дія Сіті для укладення гіг-контракту з іноземцем або особою без громадянства.",
          "p2": "Відповідно до законодавства України іноземці та особи без громадянства не можуть працювати без дозволу на роботу. Окрім цього, <span>дозвіл на роботу дає можливість отримати відповідну візу в Україну та посвідку натимчасове проживання.</span>",
          "p3": "<span>Після отримання дозволу на застосування праці, іноземець набуває таких самих прав що і громадянин України.</span>"
        }
      },
      "detail": {
        "title": {
          "topText": "Детальна інформація щодо",
          "bottomText": "Послуги"
        },
        "one": {
          "title": "Як отримати дозвіл на працевлаштування?",
          "p1": "Важливо розуміти, для того щоб отримати дозвіл на працевлаштування роботодавець повинен подати відповідні документи до центру зайнятості вказавши у заяві строк на який повинен видаватись дозвіл та посаду.",
          "p2": "Праця іноземців та осіб без громадянства може застосовуватися на різних посадах в одного або декількох (двох і більше) роботодавців, за умови отримання дозволу на застосування праці іноземців та осіб без громадянства кожним роботодавцем, у випадку зміни місця роботи чи переведення на іншу посаду потрібно отримувати інший дозвіл на працевлаштування, але лише у випадку зміни роботодавця, Праця іноземців та осіб без громадянства може застосовуватися без дозволу на посадах за сумісництвом в одного роботодавця, якщо строк дії трудового договору на посаді за сумісництвом не перевищує строку дії дозволу за основним місцем роботи."
        },
        "two": {
          "title": "Строк дії дозволу на працевлаштування.",
          "p1": "Дозвіл на працевлаштування видається на термін дії трудового договору але не більше 1 року.",
          "p2": "Виняток: для іноземних високооплачуваних професіоналів, засновників та/або учасників, та/або бенефіціарів (контролери) юридичної особи, створеної в Україні; випускники університетів, що входять до першої сотні у світових рейтингах університетів, відповідно до переліку, визначеного Кабінетом Міністрів України; іноземні працівники творчих професій; іноземні ІТ-професіонали дозвіл на працевлаштування може видаватися на строк до 3 років."
        },
        "three": {
          "title": "Список необхідних документів.",
          "p1": {
            "li1": "Заява заповнена та підписана роботодовцем.",
            "li2": "Нотаріально завірена та перекладена копія паспорта іноземця.",
            "li3": "1 фотокартка розміром 3.5х4.5.",
            "li4": "Проект трудового договору завірена роботодавцем."
          },
          "p2": "Документи подаються через Центр надання адміністративних послуг роботодавцем або уповноваженою на це особою по довіреності.",
          "p3": "Всі документи видані за кордоном повинні бути апостильовані та перекладені на українську мову!!!"
        },
        "four": {
          "title": "Вартість дозволу на застосування праці іноземців.",
          "p1": {
            "li1": "на термін менше 6 місяців - складає 3 прожиткових мінімуми (7 524 грн.);",
            "li2": "на термін від 6 місяців і до одного року - становить 5 прожиткові мінімуми (12 540 грн.);",
            "li3": "на термін від одного року до 3 років - становить 10 прожиткових мінімумів (25 280 грн.);"
          },
          "p2": "Термін розгляду документів до 7 робочих днів, а для продовження дозволу на працю 3 робочих дні!!!"
        },
        "five": {
          "title": "Відповідальність за порушення законодавства України у сфері працевлаштування іноземців та осіб без громадянства.",
          "p1": "Частиною п’ятою статті 53 Закону України \"Про зайнятість населення\" передбачено накладення штрафів на роботодавця у випадку порушення встановленого законом порядку працевлаштування іноземців та осіб без громадянства.",
          "p2": "Так, у разі застосування роботодавцем праці іноземців або осіб без громадянства:",
          "p3": {
            "li1": "на умовах трудового або іншого договору без дозволу, стягується штраф за кожну особу у двадцятикратному розмірі мінімальної заробітної плати, встановленої на момент виявлення порушення; (130 000 гривень)",
            "li2": "на інших умовах, ніж ті, що передбачені дозволом, або іншим роботодавцем, стягується штраф за кожну особу у десятикратному розмірі мінімальної заробітної плати, встановленої на момент виявлення порушення. (65 000 гривень).",
            "li3": "на термін від одного року до 3 років - становить 10 прожиткових мінімумів (25 280 грн.);"
          },
          "p4": "А також штраф накладається на посадових осіб підприємства (директора) в розмірі від 8 500 гривень до 17 000 гривень.",
          "p5": "Як бачимо штрафи за порушення законодавства у сфері працевлаштування доволі великі, тому ми рекомендуємо звернутися за кваліфікованою юридичною допомогою, що допоможе вам зекономити час та уникнути в майбутньому значних витрат."
        }
      },
      "application": {
        "text": "<span>Intermarium Law Firm</span> надає повний цикл супроводу іноземців, що бажають отримати дозвіл на працевлаштування в Україні. Ми допоможемо зекономити час та уникнути в майбутньому значних витрат.",
        "button": "Залишити заявку"
      }
    },
    "corporateLaw": {
      "intro": {
        "title": {
          "topText": "Корпоративне",
          "bottomText": "Право"
        },
        "text": {
          "p1": "Стабільний розвиток держави та суспільства неможливий без іноземних інвестицій, широких можливостей для ведення бізнесу та відкритості країни для талановитих та підприємливих людей зі всього світу, що бажають вкладати кошти, весті бізнес та будувати своє життя в Україні.",
          "p2": "<span>Експерти Intermarium Law Firm забезпечують фахову підтримку іноземців на всіх етапах ведення бізнесу в Україні</span>, включно з реєстрацією, купівлею, реорганізацією, ліквідацією компаній, а також злиттям та поглинанням."
        }
      },
      "order": {
        "title": {
          "topText": "Замовити за напрямом",
          "bottomText": "Послугу"
        },
        "list": {
          "one": {
            "title": "Підготовка корпоративної документації (статути, акціонерні угоди, локальні нормативні акти)",
            "description": "Корпоративні спори за своїм характером відносяться до категорії найбільш складних справ, і пов’язані зі значними матеріальними витратами. Найчастіше результат такого спору безпосередньо залежить від того, як складені установчі документи. Установчі документи регулюють та визначають найбільш важливі, основоположні поняття та засади діяльності суб’єкта господарювання."
          },
          "two": {
            "title": "Забезпечуємо комплексне представництво в процесі купівлі бізнесу, що включає в себе проведення due diligence",
            "description": "Під час купівлі будь-якого дорогого активу природним бажанням покупця є дізнатися всі нюанси щодо об’єкта майбутньої угоди. Процедура DD є дієвим та ефективним механізмом, який дозволяє не лише отримати справжнє уявлення про потенційні активи, але й запобігти появі «неприємних сюрпризів» після закриття угоди."
          },
          "three": {
            "title": "Створення та реєстрацію су’єктів господарювання різних організаційно-правових форм, а також відокремлених підрозділів юридичних осіб",
            "description": "Intermarium law firm має значний досвід в реєстрації усіх форм суб’єктів господарювання. Ми допомагаємо у створення та реєстрації товариства з обмеженою відповідальністю, акціонерних товариств, різних типів кооперативів, політичних партій, громадських організацій, волонтерських організацій, благодійний фондів, іноземних представництв, дочірніх підприємств в Україні та надаємо супровід на всій стадії процесу."
          },
          "four": {
            "title": "Оформлення ліцензій та дозволів, реєстрацію у державних органах та дотримання інших регуляторних вимог, що виникають як при створенні бізнесу, так і у процесі ведення господарської діяльності",
            "description": "В Україні для ведення легального бізнесу достатньо бути зареєстрованим у встановленому законом порядку та вести свою діяльність не порушуючи чинного законодавства. Проте, в деяких випадках недостатньо бути зареєстрованим як суб’єкт господарювання (юридичною або фізичною особою-підприємцем) для легальної підприємницької діяльності. В законодавстві України встановлено 33 види діяльності, для провадження яких необхідно отримати дозвіл – ліцензію. Порушення ліцензійних умов може бути виявлено органом ліцензування під час перевірки суб’єктів господарювання. У такому випадку орган ліцензування видає розпорядження про усунення порушень ліцензійних умов. У зазначений в такому розпорядженні термін ліцензіат повинен надати органу ліцензування інформацію про усунення порушень. Intermarium law firm пропонує повний комплекс послуг з отримання бізнесом відповідних ліцензій та їх реєстрацію."
          },
          "five": {
            "title": "Консультуємо іноземних клієнтів щодо механізмів інвестування в Україні",
            "description": "Україна завжди була цікавою для іноземних інвесторів та залишається такою попри війну.  Неймовірний результат за підсумками 2022 року продемонструвала українська IT-індустрія, яка зросла на 5,8%. Привабливими для інвесторів залишаються також аграрна галузь, фармацевтика, енергетика, транспорт та інфраструктура, будівництво, FMCG а також зростає інтерес до military tech, військової/оборонної сфери. Intermarium law firm займається дослідженням іноземних інвестицій та надає іноземцям консультації щодо механізмів інвестування а також консультуємо з питань захисту іноземних інвестицій в Україні."
          }
        }
      },
      "different": {
        "title": "Наша команда супроводжує у різних галузях та секторах бізнесу:",
        "li1": "галузь нерухомості",
        "li2": "галузь транспорту та логістики",
        "li3": "галузь рітейлу",
        "li4": "туристичних послугах",
        "li5": "освітніх послугах",
        "li6": "і багато інших",
        "text": "Однією із основних цілей Intermarium Law Firm є максимальне сприяння іноземним клієнтам у веденні бізнесу на території України.",
        "button": "Залишити заявку"
      }
    },
    "dueDiligence": {
      "intro": {
        "title": {
          "topText": "Юридичний",
          "bottomText": "дью-ділідженс"
        },
        "text": {
          "p1": "<span>Юридичний дью-ділідженс</span> - процес збору і аналізу різноманітної юридичної інформації про Об’єкт: статусу реєстрації та права власності на основні активи, умови ключових договорів, судові процеси та обтяження, відповідність вимогам чинного законодавства тощо.",
          "p2": "Належна підготовка до Due Diligence <span>дозволить суттєво скоротити час</span> і необхідний обсяг ресурсів для його проходження та <span>значно підвищує шанси на успішне завершення угоди.</span>"
        }
      },
      "check": {
        "mainTitle": "Перевірка Об’єктів нерухомості перед купівлею:",
        "block1": {
          "title": {
            "topText": "первинний",
            "bottomText": "ринок"
          },
          "text": "На первинному ринку квартири часто продають ще до завершення будівництва, що передбачає низку ризиків для покупця, тому наші юристи роблять юридичну перевірку кожного Об’єкта, перевірка полягає в наступному:",
          "li1": "перевірка забудовника і об’єкта будівництва",
          "li2": "аналіз реєстраційних документів забудовника і пов’язаних компаній",
          "li3": "наявність виконавчих проваджень та будь-яких записів у реєстрі обтяжень",
          "li4": "наявність судових справ, наприклад, із кредиторами або комунальними службами",
          "li5": "наявність арештів та обтяжень",
          "li6": "аналіз законності будівництва",
          "li7": "перевірка дозвільних документів на будівництво (наявність ліцензії, інших необхідних документів)",
          "li8": "аналіз схеми покупки, запропонованої забудовником на предмет відповідності законодавству",
          "li9": "вивчення договорів забудовника (інвестиційний договір; попередній договір, договір купівлі-продажу майнових прав"
        },
        "block2": {
          "title": {
            "topText": "вторинний",
            "bottomText": "ринок"
          },
          "li1": "перевірка законності права власності власника (договір купівлі-продажу, дарча, спадок, ін.)",
          "li2": "перевірка на наявність обтяжень, судових або виконавчих проваджень щодо об’єкта нерухомості, перевірка арештів, іпотек",
          "li3": "перевірка власника",
          "li4": "перевірка кількості зареєстрованих осіб",
          "li5": "аналіз на предмет можливості вимог третіх осіб",
          "li6": "супровід укладення угод та узгодження умов договору купівлі-продажу"
        },
        "checkList": {
          "title": {
            "topText": "Перевірка Об’єкту",
            "bottomText": "інвестування"
          },
          "li1": "повна юридична перевірка Об’єкту, його історію та формування експертного висновку щодо ризиків купівлі",
          "li2": "аудит договір, ліцензій, дозвільних документів",
          "li3": "перевірка власника Об’єкту в тому числі і попередніх власників, аналіз результатів угод з резидентами і нерезидентами",
          "li4": "огляд установчих документів, їхнього юридичного статусу",
          "li5": "огляд документів про корпоративне управління, рішень колегіальних органів управління та основних довіреностей",
          "li6": "аналіз угод з акціями (частками) товариства, відомості про акціонерів, їх майнові та немайнові права",
          "li7": "аналіз правомірності діяльності Товариства – наявність необхідних ліцензій, дозволів, сертифікатів",
          "li8": "аналіз трудових відносин"
        }
      },
      "application": {
        "text": "Компанія Intermarium проводить юридичну перевірку як Об’єктів нерухомості для купівлі так і Об’єктів інвестування.",
        "button": "Залишити заявку"
      }
    },
    "legalBusinessSupport": {
      "intro": {
        "title": {
          "topText": "абонентське",
          "bottomText": "обслуговування"
        },
        "text": {
          "p1": "<span>Юридичний аутсорсинг є незамінним для західних компаній</span>. Як показує досвід, участь професійного юриста саме на етапі відкриття бізнесу значно <span>зменшує ризик виникнення проблем</span> в подальшому а у разі їх виникнення <span>надає можливість швидкому їх вирішенню.</span>",
          "p2": "Будь-який Об’єкт господарювання який заходить на український ринок <span>потребує комплексної юридичної підтримки.</span>",
          "p3": "Юридична компанія Intermarium надає <span>повний супровід у відкритті бізнесу в Україні та подальшому його введенні</span> з питань що стосуються юридичної складової."
        }
      },
      "receive": {
        "title": {
          "topText": "Підписавши з нашою компанією абонентське юридичне обслуговування",
          "bottomText": "ви отримаєте:"
        },
        "one": "Юридичний аудит договорів з вашими контрагентами та оцінка ризиків, складання протоколу розбіжностей, розробка типового договору, додаткового договору",
        "two": "Повну перевірку вашого контрагента перед укладенням угод",
        "three": "Аналіз документів, складання претензій, відповідь на претензії",
        "four": "Представництво інтересів в державних органах",
        "five": "Складання заяв, скарг, звернень до державних органів",
        "six": "Юридичне оформлення відносин з вашими працівниками та повний супровід з отриманням необхідних дозволів",
        "seven": "Аналіз ситуацій які потребують вирішення, письмові та усні консультації щодо їх вирішення",
        "eight": "Захист Торгової марки (ТМ) та прав інтелектуальної власності компанії",
        "nine": "Розробку шаблонів документів (договір, наказів та ін.)"
      },
      "preferences": {
        "title": "Переваги абонентського обслуговування:",
        "li1": "юридичний супровід при реєстрації, розвитку і просуванні Вашого бізнесу на ринку",
        "li2": "постійна допомога з боку команди юристів-професіоналів, яка потрібна для успішного ведення бізнесу",
        "li3": "постійна підтримка онлайн без вихідних",
        "li4": "економія грошей на утримання штатного юридичного відділу в компанії",
        "li5": "гарантована конфіденційність інформації",
        "li6": "постійний контроль за дотриманням законодавства України",
        "li7": "надійний правовий захист на всіх етапах розвитку бізнесу",
        "li8": "надійний правовий захист на всіх етапах розвитку бізнесу",
        "text": {
          "p1": "Якщо вам необхідна <span>постійна юридична підтримка</span> але вам фінансово не вигідно утримувати юридичний відділ, хочете <span>бути в курсі змін у бізнесі та щоб вас попереджали про ризики</span>, обирайте <span>абонентське обслуговування.</span>",
          "p2": "<span>Перелік послуг</span> в межах абонентського обслуговування визначається <span>індивідуально з урахуванням специфіки вашої діяльності</span> та за погодженням з Клієнтом."
        },
        "button": "залишити заявку"
      }
    },
    "visaSupport": {
      "intro": {
        "title": {
          "topText": "Візова",
          "bottomText": "Підтримка"
        },
        "text": {
          "p1": "Іноземці, що проживають на території України, часто стикаються з необхідністю <span>оформлення транзитних, туристичних чи робочих віз</span> в сусідні країни.",
          "p2": "В залежності від вашої ситуації та причин по яких необхідне відвідування Молдови або країн ЄС, ми підберемо для вас <span>найоптимальніший вид візи, країну, консульство та час подачі документів.</span>"
        }
      },
      "questions": {
        "title": {
          "topText": "Наша компанія надає візову підтримку з",
          "bottomText": "наступних питань"
        },
        "one": "допомога в отриманні транзитної та бізнес візи в Молдову",
        "two": "допомога в отриманні транзитної чи туристичної візи в Польщу, Румунію, Угорщину",
        "three": "допомога в отриманні робочих запрошень від польських компаній для сезонної роботи (на 9 місяців) або для працівників будівельної сфери (на 3 роки), а також допомога в отриманні робочих віз",
        "four": "допомога з отриманням статусу електронного резидента Естонії та відкриттям компанії в Естонії для тих, хто планує масштабувати свій бізнес та вивести його на загальноєвропейський рівень та укладати контракти з європейськими партнерами/постачальниками та підрядниками"
      },
      "help": {
        "title": "Візова підтримка включає повний цикл допомоги, а саме:",
        "li1": "отримання дат бронювань в консульстві",
        "li2": "отримання запрошень",
        "li3": "підготовку усієї документації для подачі на візу",
        "li4": "особистий супровід при подачі документів",
        "li5": "освітніх послугах",
        "li6": "подальша відправка вашого паспорту з проставленою візою за вашою адресою",
        "button": "Залишити заявку"
      }
    },
    "moldova": {
      "intro": {
        "title": {
          "topText": "Допомога в отриманні транзитної візи",
          "bottomText": "в Молдову"
        },
        "text": "Молдова - найбільш доступний варіант транзиту для громадян азіатських та африканських країн, які хочуть виїхати з України або заїхати на територію України.",
        "button": "Залишити заявку"
      },
      "home": {
        "title": {
          "topText": "Для тих, хто перебуває на території України, та хоче",
          "bottomText": "повернутися додому"
        },
        "one": "Необхідно забронювати дату прийому в консульстві Молдови в Києві, підготувати необхідні документи, що підтверджують намір їхати транзитом через територію Молдови, в тому числі бронювання квитків на літак та автобус, а також підготувати візову анкету.",
        "two": "При поданні на візу необхідно надати консульству не тільки паспорт, але й документи що підтверджують легальність перебування в Україні та, якщо людина просить багаторазову візу, то необхідно також надати докази того, що людина може легально заїхати на територію України.",
        "three": "Після подачі в консульстві, аплікант має очікувати приблизно тиждень часу підтвердження візи, після чого може забирати паспорт з проставленою візою або його юрист чи представник можуть забрати паспорт і потім передати особі чи відправити поштовим відправленням.",
        "four": "Вартість консульського збору складає 40 євро, й після його сплати необхідно надати відповідні квитанції консулу Молдови. Оплата відбувається у відділенні АТ «Укрексімбанк» у м. Києві за адресою 03150, м. Київ, вул. Німецька, 5.",
        "subtext": "Віза видається строком <span>від 2 днів до 6 місяців</span>, в залежності від наданих документів, що підтверджують мету поїздки."
      },
      "ukraine": {
        "title": {
          "topText": "Для тих, хто хоче",
          "bottomText": "приїхати до України"
        },
        "text": "Подібний процес відбувається й в інших консульствах Молдови, якщо особи бажає приїхати до України та подає документи на візу в Баку, Абу Дабі, Катарі та інших локація, де є дипломатичні представництва Республики Молдова."
      },
      "transit": {
        "title": {
          "topText": "для тих, хто є громадянином країни, щодо яких існує заборона на видачу",
          "bottomText": "транзитних віз"
        },
        "text": "Також, якщо подорожуючий транзитом до України, є громадянином 9 країн, щодо яких існує <span>заборона на видачутранзитних віз</span>, то така особа може отримати <span>бізнес-запрошення для відкриття бізнес-візи в Молдову</span> за такою самою процедурою.",
        "listOfCountries": "Список країн, для громадян яких призупинено видачу транзитних віз, є наступним:",
        "li1": "Ірак",
        "li2": "Іран",
        "li3": "Нігерія",
        "li4": "Непал",
        "li5": "Пакистан",
        "li6": "Афганістан",
        "li7": "Вьєтнам",
        "li8": "Сирія",
        "li9": "Ліван"
      },
      "tourist": {
        "title": {
          "topText": "хто може подаватись на електронну",
          "bottomText": "туристичну візу"
        },
        "text": "Також, громадяни багатьох країн, наприклад <span>Китаю, Ефіопії, Кенії</span> можуть подаватися на <span>електронну туристичну візу</span>, й для цього необхідно надати документи, що підтверджують наявність туристичного страхування, бронювання квитків та житла, а також інші підтверджуючі документи."
      }
    },
    "poland": {
      "intro": {
        "title": {
          "topText": "Допомога в отриманні транзитної чи туристичної візи в",
          "bottomText": "Польщу, Румунію, Угорщину"
        },
        "text": "<span>Іноземці, що проживають на території України</span>, можуть мати потребу або бажання відвідати сусідні країни <span>з метою транзиту або з туристичною метою</span>, або вже мають наявне <span>бізнес-запрошення.</span>",
        "listTitle": "Ми можемо надати послуги повного циклу візової підтримки, що включає:",
        "li1": "попередню консультацію та зʼясування задачі, що стоїть перед вами та типу візи, який найкращим чином буде відповідати поставленій меті",
        "li2": "бронювання дати прийому в консульстві, підготовку візової анкети, бронювань транспорту та житла, отримання страхового полісу та підготовку інших супровідних документів для прийому в консула",
        "li3": "консультацію щодо можливих питань, які можуть задавати в консульстві",
        "li4": "підготовку апеляції у випадку негативного рішення консульства",
        "button": "Залишити заявку"
      }
    },
    "workInvitationsFromPolishCompanies": {
      "intro": {
        "title": {
          "topText": "Робочі запрошення від",
          "bottomText": "польських компаній"
        },
        "text": "<span>Іноземці, що проживають в Україні</span>, а також громадяни країн Африки, Азії, Близького Сходу та Південної Америки, що бажають <span>отримати працевлаштування в польській компанії та переїхати до Польщі</span>, можуть звернутися до Intermarium Law Firm по наступне:",
        "one": "Сезонні запрошення строком до 9 місяців, для тих, хто бажає поїхати на сільськогосподарські роботи сезонного характеру. Із цим запрошенням людина має право подаватися на польську національну візу строком до 9 місяців.",
        "two": "Воєводські запрошення від будівельних компаній та промислових виробництв, строком на 3 роки, по яких можна подаватися на Шенген візу строком на 1 рік, а пізніше подаватися знов на весь строк дії воєводського запрошення.",
        "also": "Також: після отримання візи, людина має право <span>змінити роботодавця</span> вже на території Польщі та <span>без необхідності отримувати нову робочу візу.</span> Запрошення можуть бути відправлені <span>в будь-яку країну світу</span>.",
        "button": "Залишити заявку"
      }
    },
    "EResidency": {
      "intro": {
        "title": {
          "topText": "E-residency та відкриття компанії",
          "bottomText": "в Естонії"
        },
        "text": {
          "p1": "Естонія - <span>ідеальна податкова та правова юрисдикція</span> для тих, хто бажає <span>вести бізнес на території ЄС</span> та <span>масштабувати вже існуючий бізнес на міжнародний рівень</span>.",
          "p2": "<span>Наявність естонської компанії</span> дозволить вам вести бізнес, укладати договори та здійснювати економічну діяльність з європейськими клієнтами та партнерами навіть <span>без необхідності фізичної присутності на території ЄС.</span>",
          "p3": "<span>Естонія займає верхні місця в рейтингах легкості ведення бізнесу</span>, та <span>будь які дії можна здійснювати онлайн</span>, лише за допомогою електронного підпису, якій людина отримує при видачі карти електронного резидента Естонії.",
          "p4": "Окрім того, в Естонії для іноземців зі статусом електронного резидента <span>надзвичайно вигідна система оподаткування</span>, й оподатковується виключно виведений капітал."
        },
        "support": "Intermarium Law Firm надає супровід з наступних питань:",
        "li1": "отримання статусу електронного резидента",
        "li2": "реєстрація компанії на території Естонії в дистанційному форматі",
        "li3": "реєстрація компанії на території Естонії в дистанційному форматі",
        "button": "Залишити заявку"
      }
    }
  },
  "blog": {
    "intro": {
      "title": {
        "topText": "Наш",
        "bottomText": "юридичний блог"
      },
      "filter": {
        "all": "Всі",
        "articles": "Статті",
        "legalChanges": "зміни законодавства"
      }
    },
    "articles": {
      "a1": "Закон України для громадян Республіки Польща, які перебувають на території України",
      "a2": "Законопроєкт 5795 щодо змін у сфері працевлаштування іноземців",
      "a3": "Є-резиденство для іноземців",
      "a4": "Нова підстава отримання дозволу на імміграцію",
      "a5": "Можливості та переваги інвестування в Україну",
      "a6": "Чому слід звернутися до міграційних юристів?"
    }
  },
  "lawForPoles": {
    "intro": {
      "title": "Закон України",
      "subtitle": "Про встановлення додаткових правових та соціальних гарантій для громадян Республіки Польща, які перебувають на території України",
      "text": {
        "p1": "7 липня 2022 року був прийнятий Закон України <span>“Про встановлення додаткових правових та соціальних гарантій для громадян Республіки Польща, які перебувають на території України”</span>, який вступив в дію вже 16 вересня 2022 року.",
        "p2": "Цей Закон був прийнятий в знак вдячності Польщі на допомогу України та прийняття Закону Республіки Польща від 12 березня 2022 року \"Про допомогу громадянам України у зв’язку із збройним конфліктом на території тієї держави\", який діє з 24 лютого 2022 року."
      }
    },
    "for": {
      "title": {
        "topText": "Що дає цей Закон громадянам",
        "bottomText": "Польщі"
      },
      "li1": "Перебування на території України протягом 18 місяців без оформлення додаткових документів а також їх подружжям та дітям (незалежно від їх громадянства) з правом продовження свого перебування оформивши відповідні документи наприклад на підставі навчання чи працевлаштування;",
      "li2": "Працевлаштування без дозволу на застосування праці іноземців та осіб без громадянства;",
      "li3": "Державну реєстрацію як платників податків та отримання реєстраційного номера облікової картки платника податків відповідно до законодавства України. Заявку на отримання реєстраційного номера облікової картки платника податків від імені малолітніх/неповнолітніх дітей подають їхні батьки та інші законні представники;",
      "li4": "Провадження господарської діяльності на тих самих умовах, що i громадяни України;",
      "li5": "Здобуття освіти на тих самих умовах, що і громадяни України, у тому числі за рахунок коштів державного або місцевого бюджету;",
      "li6": "Безоплатну медичну допомогу в державних і комунальних закладах охорони здоров’я на тих самих умовах, що і громадяни України та інші умови передбачені Законом."
    },
    "also": {
      "title": "Також, громадяни Польщі, які виявили бажання залишитися в України довше ніж на 18 місяців з метою працевлаштування можуть оформити посвідку на тимчасове проживання без отримання довгострокової візи, достатньо лише подати відповідні документи в міграційну службу а саме:",
      "li1": "Заява (складається в електронному вигляді при подачі документів);",
      "li2": "Трудовий договір або гіг-контракт;",
      "li3": "Зобов'язання роботодавця повідомити центральний орган виконавчої влади, що реалізує державну політику у сфері міграції (імміграції та еміграції), у тому числі протидії нелегальній (незаконній) міграції, громадянства, реєстрації фізичних осіб, біженців та інших визначених законодавством України категорій мігрантів, про дострокове розірвання чи припинення трудового договору (контракту);",
      "li4": "Оригінал паспорта;",
      "li5": "Нотаріально завірений переклад паспорта на українську мову;",
      "li6": "Документ, що підтверджує сплату державного мита та адміністративного збору за оформлення посвідки на тимчасове проживання (оплачується також при подачі документів).",
      "p": "Посвідка оформлюється на строк дії трудового договору, але не більше ніж на 3 роки."
    }
  },
  "draftLaw5796": {
    "intro": {
      "title": "Законопроєкт 5795",
      "september": {
        "headline": "У вересні 2022 року було ухвалено Закон про внесення змін до Закону України “Про зайнятість населення” та було багато нововведень в частині отримання іноземцями дозволу на працеваштування а саме:",
        "li1": "вдосконалено процедуру подачі документів та видачі дозволів на застосування праці іноземців та осіб без громадянства (раніше можна було лише через ЦНАП, а тепер роботодавець може особисто подати документи в центр зайнятості, відправити поштою, або в електронному вигляді);",
        "li2": "вдосконалено рівні умови оплати праці як для громадян України, так і для іноземців (раніше мінімальна зарплата для іноземців була в 10 разів більша, ніж для громадян України, за деякими винятками);",
        "li3": "тепер іноземці зможуть працювати на різних посадах в різних роботодавців одночасно за умови отримання на дозволу на працевлаштування для кожного роботодавця;",
        "li4": "іноземці зможуть працювати в одного роботодавця за сумісництвом без дозволу на працевлаштування (раніше це відносилось лише до висококваліфікованих спеціалістів);",
        "li5": "буде дозволено працевлаштування іноземних студентів в Україні та після закінчення навчання без повторного в’їзду в Україну за робочою візою (якщо іноземний студент за 30 днів до закінчення навчання уклав трудовий договір йому не потрібно отримувати візу, а також за отримання дозволу на працевлаштування в цьому випадку не буде стягуватися плата за нього);",
        "li6": "буде удосконалено положення щодо переліку документів, які роботодавці подають для отримання або продовження строку дії дозволу на працевлаштування окремих категорій іноземних працівників та спрощено доступ до зазначеної адміністративної послуги.",
        "also": "Також, змінено порядок оплати адміністративного збору за дозвіл на працевлаштування, раніше оплата проводилась протягом 10 днів з моменту видачі такого дозволу, тепер оплачувати потрібно буде перед подачею документів та квитанцію про оплата додавати до документів (у випадку відмови у видачі дозволу плата за нього повертається роботодавцю)."
      },
      "troubles": {
        "headline": "Несплата податків призведе до серйозних проблем.",
        "text": "Серед інших поправок дуже важливо звернути увагу на те, що влада буде відмовляти у продовженні дозволу на роботу, якщо буде встановлено, що роботодавець не сплачував податки за іноземного працівника протягом попереднього періоду роботи."
      },
      "fee": {
        "headline": "Зросте плата за дозвіл на роботу в Україні.",
        "text": "Закон передбачає вищі ставки за видачу та продовження дозволів на роботу порівняно з тими які були раніше.",
        "li1": "За дозвіл на 1-3 роки — десять прожиткових мінімумів (25 080 гривень), було шість (15 048 гривень);",
        "li2": "За дозвіл на 6 місяців – 1 рік — п’ять прожиткових мінімумів (12 540 гривень), було чотири (10 032 гривень);",
        "li3": "За дозвіл до 6 місяців — три прожиткових мінімуми (7 524 гривень) було два (5 016 гривень)."
      },
      "employees": {
        "headline": "!!! Наймані іноземні працівники, які хочуть працювати в Україні не зможуть оформити дозвіл на 3 роки як це було раніше, цей строк зменшили до 1 року. (на 3 роки дозвіл на працевлаштування зможуть отримати лише відрядженні іноземні працівники та іноземці які були переведені на роботу в України в внутрішньокорпоративні цесіонарії).",
        "text": {
          "p1": "Також, роботодавці зобов’язані будуть повідомляти про втрату або пошкодження дозволу на роботу. У разі втрати дозволу роботодавець повідомляє про це територіальні органи центру зайнятості, Державної прикордонної служби України та Державної міграційної служби України.",
          "p2": "Раніше у випадку втрати чи пошкодження дозволу на працевлаштування законодавством не було передбачено видачі Дублікатів, що спричиняло багато проблем у випадку його втрати, а таке ставалося часто і в такому разі потрібно було подавати документи всі спочатку, оплачувати адміністративний збір і т.д.",
          "p3": "Цей недолік буде виправлено і для отримання Дубліката достатньо лише подати роботодавцем в довільній формі заяву і протягом 7 робочих днів центр зайнятості повинен видати Дублікат."
        }
      },
      "hope": "Сподіваюсь інформація була корисною для Вас, за деталями можете звертатися у приватні повідомлення або писати на електронну пошту."
    }
  },
  "e-residency": {
    "intro": {
      "titleMain": "Є-РЕЗИДЕНСТВО ДЛЯ ІНОЗЕМЦІВ",
      "subtitle": "Нещодавно Президентом України Зеленським В.В. був підписаний Закон № 2654-IX.",
      "what": {
        "title": {
          "topText": "Що дає цей",
          "bottomText": "закон"
        },
        "text": {
          "p1": "Якщо коротко, це надає можливість іноземцям провадити свою підприємницьку діяльність на території України не перебуваючи фізично в Україні.",
          "p2": "Е-Резидент – це іноземець, який досяг 18-річного віку, не є податковим резидентом України, отримав електронний цифровий підпис та інформацію про якого внесена в інформаційну систему “Е-РЕЗИДЕНТ”."
        }
      },
      "how": {
        "title": {
          "topText": "Як стати",
          "bottomText": "Е-РЕЗИДЕНТОМ"
        },
        "headline": "Для того щоб стати Е-РЕЗИДЕНТОМ достатньо зробити лише декілька кліків:",
        "li1": "Зареєструватися на веб-порталі “Дія” або через мобільний застосунок та подати заявку для перевірки й отримання статусу е-резидента.",
        "li2": "Якщо внаслідко перевірки, вашу заявку задоволено ви фактично стаєте електронним резидентом.",
        "li3": "Отримуєте електронний підпис та податковий номер.",
        "li4": "Зареєструватись на спрощену систему оподаткування 3-ї групи.",
        "li5": "Відкрити рахунок в українському банку.",
        "text": {
          "p1": "Іноземець може провадити підприємницьку діяльність сплачуючи податок – 5 % від доходів у рамках ліміту ФОП 3 групи. Більше ліміту – 15 %.",
          "p2": "Всі документи в електронній формі, всі листування з ДПС (податкова служба) – онлайн, всі розрахунки – безготівкові."
        }
      },
      "who": {
        "title": {
          "topText": "Хто НЕ може бути",
          "bottomText": "Е-РЕЗИДЕНТОМ"
        },
        "li1": "громадяни країни-агресора РФ;",
        "li2": "внесені в «чорний список» FATF (Міжнародна група з протидії відмиванню брудних грошей);",
        "li3": "особи, які мають дохід в Україні (крім пасивного);",
        "li4": "іноземці, які мають право на постійне проживання в Україні чи є податковими резидентами України."
      },
      "ticket": {
        "title": {
          "topText": "ЯКІ ШТРАФИ ЗА ПОРУШЕННЯ ПОДАТКОВОГО",
          "bottomText": "ЗАКОНОДАВСТВА"
        },
        "li1": "За неоплату податків або оплату податків не в повному обсязі іноземець повинен буде сплатити штраф у розмірі 10% від суми податку, що підлягає оплаті.",
        "li2": "Якщо іноземець умисно буде ухилятися від оплати податків – штраф у розмірі 25% від загальної суми податку, який підлягає оплаті.",
        "li3": "Якщо дії вчиненні повторно протягом 1095 днів штраф в розмірі – 50% від суми податку що підлягає сплатій до бюджету.",
        "li4": "Більше 3 разів і більше – штраф у розмірі 75% від суми податку.",
        "text": "Податковою адресою платника податків - електронного резидента (е-резидента) визнається електронна адреса, зазначена такою особою у заяві про набуття статусу електронного резидента (е-резидента)."
      }
    }
  },
  "investingIntoUkraine": {
    "intro": {
      "title": "Можливості та переваги інвестування в Україну",
      "text": {
        "p1": "Україна та увесь регіон Інтермаріуму - приваблива територія для інвесторів через наявність природних та трудових ресурсів, освічене та економічно активне населення, якісну інфраструктуру наявність економічних ніш з низькою конкуренцією.",
        "p2": "Інвестиції іноземців в Україну - це не тількі механізм залучення нових коштів в українську економіку, та повоєнної відбудови країни, але й один із найкращих методів легалізації на території України та отримання посвідки на постійне проживання."
      }
    },
    "for": {
      "title": "Для іноземного громадянина, що інвестує суму від 100 000 євро, відкриваються наступні можливості:",
      "li1": "отримання постійної посвідки на проживання, що дає всі ті самі права, які мають громадяни України, крім участі у виборах, голосування та зайняття державних посад;",
      "li2": "наявність компанії, зареєстрованої відповідно до українського законодавства, й відповідно можливість ведення бізнесу, укладання договорів з контрагентами та експансії на український ринок;",
      "li3": "можливість отримання регулярного доходу від об’єкту інвестування, наприклад якщо це комерційна, житлова або складська нерухомість для здачі в оренду.",
      "text": {
        "p1": "Якщо іноземний громадянин належить до країн міграційного ризику, то окрім вищеперерахованих переваг від інвестування та ведення бізнесу в українській юрисдикції, це ще й легка можливість отримувати Шенген візи та візи в США, Великобританію, Канаду завдяки наявності української посвідки на постійне проживання, оскільки громадянам африканських та азіатських країн набагато легше буде отримати Шенген візу з таким документом, ніж наприклад у випадку проживання в Україні в статусі студента.",
        "p2": "Час, поки на Сході та Півдні України ще ведуться бойові дії, попри усі ризики, є найкращим для інвестування, через відносно низьку поріг входу, падіння цін на нерухомість та інші обʼєкти інвестування та нижчу конкуренцію. Відразу по завершенню військового стану ціни на ту саму нерухомість не тільки досягнуть довоєнного рівня, хоча це вже актуально для обласних центрів на Заході України, але й зростуть як мінімум на 20% тільки в перший повоєнний рік через повернення великої кількості українських біженців та шукачів тимчасового притулку, а також наплив інвесторів, що будуть інтенсивно скуповувати активи в очікуванні швидкого зростання економіки та можливості подальшої генерації прибутків. Відповідно, на сотні тисяч квадратних метрів нерухомості та мільйони гектарів земель в центрі Європи буде стабільно зростаючий попит серед покупців.",
        "p3": "В контексті купівлі земель, зараз найпростіше на найактуальніше купляти землі під забудову, оскільки в період повоєнної відбудови буде стабільний попит на землі під будинки, житлові комплекси, складські, логістичні та виробничі комплекси, особливо у великих містах та навколишніх селах, обʼєднаних з ними в економічні та логістичні агломерації.",
        "p4": "Підвищений інтерес іноземців є до сільськогосподарських земель, однак зараз в Україні діє мораторій на купівлю земель сільськогосподарського призначення іноземцями, і щоб здійснити таку купівлю необхідно зареєструвати компанію, де одним із співвласників буде громадянин України - партнер або довірена особа. Водночас, якщо такого роду обмеження будуть зняті, іноземці отримають повноцінну можливість самостійного інвестування в сільськогосподарські землі та доступ до найкращих світових чорноземів, що в умовах постійного зростання населення планети та потреби в агропромисловій продукції гарантує швидку окупність інвестицій та отримання стабільних прибутків.",
        "p5": "За умови фахового юридичного та фінансового супроводу інвесторів, іноземці можуть отримати переваги, які дають статус резидента в Україні та отримати стабільну економічну основу для життя та ведення бізнесу в Україні."
      }
    }
  },
  "turnToMigrationLawyers": {
    "intro": {
      "titleMain": "Чому слід звернутися до міграційних юристів?",
      "subtitle": "Іноземці, що приїжджають до України або планують переїзд, вкрай рідко обізнані в особливостях українського міграційного законодавства. У намаганні розібратися з як переїхати , як відкрити візу, як отримати посвідку на проживання, іноземці часто звертаються до сумнівних джерел інформації та знань, таких як:"
    },
    "list": {
      "one": {
        "title": "Самостійний пошук в мережі інтернет.",
        "text": {
          "p1": "Багато клієнтів, особливо з Європи, США та країн Кавказу та Центральної Азії, самостійно шукають інформацію в інтернеті (пошук в гуглі, соціальних мережах та ін.), намагаючись розібратися у своїх питаннях самостійно з метою економії коштів (хоча в таких випадках здебільшого відбувається навпаки), недовіри юристам (адвокатам).",
          "p2": "Наприклад, громадяни з правом безвізового перебування до 90 днів часто думають що можуть оформити посвідку вже по приїзду, без відкриття візи D, або шукають варіанти відкриття візи вже в Україні, що є неможливим."
        }
      },
      "two": {
        "title": "Консультації з представниками національних діаспор.",
        "text": {
          "p1": "Звертаючись по допомогу до своїх співвітчизників, що раніше переїхали в Україну, іноземці отримують лише загальні поради, що ґрунтуються лише на досвіді конкретної людини, і часто не відповідають актуальним змінам у законодавстві. Кожен міграційний кейс є індивідуальнім, і досвід людини що переїхала в Україну у зв’язку з одруженням 10 років тому не є релевантний для людини, що хоче мігрувати для відкриття бізнесу.",
          "p2": "Також враховуючи зміни в законодавстві України в тому числі у законодавстві, що стосується імміграції іноземців в Україну, порядок їх легалізації та ін., тому інформацію яку іноземець може отримати через декілька днів може бути не актуальною, для прикладу приведу вам реальний кейс, де наша команда допомагала іноземцям (громадянам Канади) з оформлення дозволу на імміграцію на підставі шлюбу з громадянином України та для їх дітей, всі документи, які видані в іноземній державі повинні бути перекладені на українську мову, вони це зробили самостійно оскільки з їх слів «так їм порадили зробити щоб зекономити час» але на момент звернення до нас були внесені зміни до вимог документів що стосуються оформлення дозволу на імміграцію та громадянства України та повинні були бути перекладені з усіх мов, враховуючи що це були громадяни Канади де в усіх документа окрім англійської мови є ще і французька та їм довелось переробляти всі документи що насправді обійшлось не дуже дешево оскільки документів було чимало."
        }
      },
      "three": {
        "title": "Звернення до так званих міграційних агентів у країнах походження.",
        "text": {
          "p1": "Це є досить значною проблемою в країнах Азії та Африки, особливо в Індії та Пакистані, Киргизстані, де є цілі агентури, які пропонують переїзд до України зі «гарантією результату».",
          "p2": "Ці агенти у великій кількості випадків є шахраями, а ті, дійсно допомагають з переїздом часто роблять це за необґрунтовано великими цінами, обіцяючи клієнтам гарантований позитивний результат та вихваляючись широкими корупційними зв’язками в державних органах та консульських установах, завдяки яким вони ніби то «вирішують всі питання». Часто ціни на такі послуги можуть доходити до 5000-8000 доларів США тільки за відкриття візи та подальша легалізація може хто здійснюватися через сумнівні та незаконні схеми, такі як фіктивні шлюби та ін.",
          "p3": "Також такі особи відразу ж псують серед своїх клієнтів репутацію про Україну, описуючи її як 100% корумповану країну, де за декілька тисяч доларів можна домовитись із будь-ким та вирішити будь яке питання."
        }
      },
      "four": {
        "title": "Звернення до українських агентів, «фіксерів» та інших осіб, які використовують корупційні важелі чи незаконні схеми для легалізації іноземців.",
        "text": {
          "p1": "Подібно до іноземних агентів, які надають свої послуги в сфері міграції, є й велика кількість українських громадян, які також пропонують отримання документів корупційними методами, через ті самі фіктивні шлюби, в тому числі з іноземними громадянами, що мають постійну посвідку на проживання, з метою якомога швидшого отримання дозволу на імміграцію. Також непоодинокі випадки, коли громадяни України масово розпродують приватні та бізнес запрошення всім бажаючим."
        }
      }
    },
    "bottomText": {
      "p1": "У всіх цих випадках, навіть якщо хтось обіцяє іноземцям «100% гарантії», таких гарантій насправді не існує, а у випадку якщо щось піде не за планом, ніхто не зможе захистити інтереси іноземця, оскаржити відмову у видачі візи або посвідки на проживання, зняти заборону в’їзду та здійснити інші дії, де потрібні фахові юридичні знання у міграційному праві.",
      "p2": "Тільки робота з професійними юристами зможе убезпечити іноземців від шахрайств, помилок при оформленні документів, а також від потрапляння у корупційні скандали та проблем з правоохоронними органами."
    }
  },
  "law3180": {
    "intro": {
      "titleMain": "ЗАКОН №3180 IX Нова підстава отримання дозволу на імміграцію"
    },
    "textBlock": {
      "p1": "Дуже часто іноземці, які звертаються до Intermarium law firm запитували про можливість отримання постійної посвідки на проживання на підставі безперервного проживання на території України протягом 5 років, але, на жаль, такої підстави не було передбачено законодавством України, проживаючи 5 років або більше на території України іноземці мали прави лише подати документи для прийняття громадянства України, що не дуже подобалось іноземцям, оскільки в Україні діє принцип єдиного громадянства України і потрібно було би відмовлятись від свого основного громадянства.",
      "p2": "29.06.2023 року був прийнятий Закон України про внесення змін до Основного Закону України «Про імміграцію» та був розширений перелік підставі отримання дозволу на імміграцію в Україні а саме іноземці зможуть отримати дозвіл на імміграцію за умови безперервного проживання на території України на підставі посвідки на тимчасове проживання протягом останніх п’яти років в Україні і відповідно після отримання дозволу на імміграцію іноземець зможе подати документи на посвідку на постійне проживання (10 років) (за винятком студентів).",
      "p3": "Окрім цього Законом також були внесені зміни, які спрямовані на виявленні обставин що не можуть вважатися такими що перебування у шлюбі з громадянином України або іммігрантом не визнається підставою для надання дозволу на імміграцію а саме:",
      "li1": "один із подружжя отримав матеріальну компенсацію в обмін на надання вільної згоди на укладення шлюбу, якщо це не є обов’язковим при укладенні шлюбу за межами України відповідно до права іноземної держави",
      "li2": "подружжя не проживає спільно та не пов’язане спільним побутом",
      "li3": "подружжя не зустрічалося або не спілкувалося до укладення шлюбу",
      "li4": "подружжя не спілкується зрозумілою для обох мовою",
      "li5": "один із подружжя раніше вже перебував у шлюбі з громадянином України або іммігрантом, який не було визнано підставою для надання дозволу на імміграцію",
      "li6": "кожний із подружжя не володіє інформацією про дані іншого з подружжя особистого характеру (дата та місце народження, місце проживання, освіта, місце роботи, фах, віросповідання, наявність близьких родичів, особливості побуту та уподобань)",
      "li7": "відмова особи від особистої присутності її чоловіка або дружини під час подання нею заяви про надання дозволу на імміграцію",
      "li8": "відмова кожного з подружжя від надання письмової згоди на проходження співбесіди та письмових тестів для перевірки обставин, визначених цією статтею",
      "p4": "Ше однієї з важливих змін є скорочення терміну розгляду документів на дозвіл на імміграцію з 12 місяців до 6 місяців, що пришвидшить процес отримання посвідки на постійне проживання іноземців.",
      "p5": "ЗМІНИ ЯКІ ОПИСАНІ ВИЩЕ БУДУТЬ ДІЯТИ З 20 ЖОВТНЯ 2023 РОКУ"
    }
  },
  "form": {
    "title": "залиште нам заявку",
    "name": "Імʼя:",
    "email": "Електронна пошта:",
    "country": "Країна громадянства:",
    "request": "Опишіть ваш запит:",
    "familiar": "Я ознайомлений(на) з <span>Правилами та повідомленнями про приватність</span>",
    "button": "Надіслати заявку",
    "success": "Ваше повідомлення відправлено і невдовзі буде розглянуто нашими спеціалістами!"
  }
}
