{
  "header": {
    "lawBlog": "Юридичний блог"
  },
  "burgerMenu": {
    "main": "Головна сторінка",
    "about": "Про нас",
    "practice": {
      "title": "Практики",
      "migrationLaw": "— міграційне право",
      "corporateLaw": "— корпоративне право",
      "visaSupport": "— Візова підтримка",
      "dueDiligence": "— Юридичний дью-ділідженс",
      "customerService": "— Абонентське обслуговування"
    },
    "blog": "Блог",
    "contacts": "Контакти"
  },
  "footer": {
    "rulesAndPrivacy": "Правила та повідомлення про приватність"
  },
  "homePage": {
    "mission": {
      "title": {
        "topText": "Наша",
        "bottomText": "Місія"
      },
      "text": "Ми стоїмо на захисті інтересів іноземців та їхнього бізнесу, щоб зробити <span>Україну</span> та увесь <span>Центрально-Європейський</span> регіон найбільш інвестиційно привабливою частиною світу, щоб мільйони людей зі всього світу інвестували, мігрували в пошуках кар'єрних та бізнес можливостей та будували краще життя в країнах <span>Інтермаріуму</span>.",
      "button": "Дізнатися більше"
    },
    "whyWe": {
      "title": {
        "topText": "Чому",
        "bottomText": "саме ми"
      },
      "first": {
        "title": "Досконале вивчення проблематики запиту",
        "text": "Ознайомлення з ситуацією, щодо якої клієнт звернувся по допомогу, ознайомлення з документацією, побажанням та баченням клієнта, аналіз прецедентів та ознайомлення з усією передісторією запиту клієнта"
      },
      "second": {
        "title": "Вибір найкращої стратегії вирішення",
        "text": "Підбір найбільш ефективної, законодавчо правильної та обгрунтованої моделі дій, яка б поєднувала відповідність до правових норм, побажання клієнта та детальний аналіз можливого розвитку подій та оцінку ризиків та перспектив. При виборі стратегії рішення враховуються побажання клієнта щодо строків, бюджету та кінцевого результу"
      },
      "third": {
        "title": "Доведення до результату",
        "text": "Кожен клієнт який нам довірився отримує гарантію результату, адже наша команда розпочинає роботу з клієнтом лише після детального вивчення кожної ситуації індивідуально, оцінює ризики та шанси їх вирішення"
      }
    },
    "practices": {
      "title": {
        "topText": "Наші",
        "bottomText": "практики"
      },
      "migrationLaw": {
        "title": "міграційне право",
        "description": "Intermarium Law Firm надає повний цикл супроводу іноземців, що бажають мігрувати до України або отримати українське громадянство"
      },
      "corporateLaw": {
        "title": "корпоративне право",
        "description": "Експерти Intermarium Law Firm забезпечують фахову підтримку іноземців на всіх етапах ведення бізнесу в Україні"
      },
      "visaSupport": {
        "title": "візова підтримка",
        "description": "Intermarium Law Firm підбирає для вас найоптимальніший вид візи, країну, консульство та час подачі документів"
      },
      "dueDiligence": {
        "title": "юридичний дью-ділідженс",
        "description": "Належна підготовка до Due Diligence разом з експертами Intermarium Law Firm значно підвищує шанси на успішне завершення угоди"
      },
      "customerService": {
        "title": "абонентське юридичне обслуговування",
        "description": "Юридична компанія Intermarium надає повний супровід у відкритті бізнесу в Україні та подальшому його введення з питань що стосуються юридичної складової"
      }
    },
    "blog": {
      "title": {
        "topText": "Наш",
        "bottomText": "юридичний блог"
      },
      "firstArticle": "Закон України для громадян Республіки Польща, які перебувають на території України",
      "secondArticle": "Законопроєкт 5795 щодо змін у сфері працевлаштування іноземців",
      "thirdArticle": "Є-резиденство для іноземців",
      "button": "Переглянути всі статті"
    }
  },
  "practices": {
    "acquisitionOfUkrainianCitizenship": {
      "intro": {
        "title": {
          "topText": "Набуття громадянства",
          "bottomText": "України"
        },
        "text": {
          "p1": "<span>Громадянство України</span> можливо отримати лише у випадку наявності в особи підстави для цього, які передбачені <span>в Законі України “Про громадянство”.</span>",
          "p2": {
            "headline": "Підставами для отримання громадянства України є такі як:",
            "list": {
              "li1": "територіальне походження",
              "li2": "відновлення українського громадянства",
              "li3": "набуття внаслідок усиновлення чи за народженням"
            }
          },
          "p3": "Але що робити особам яким жодна із цих підстав не підходить, в такому випадку відповідно до статті 9 Закону України &quot;Про громадянство України&quot;, іноземець або особа без громадянства можуть бути за їх клопотаннями прийняті до громадянства України.",
          "p4": "Процедура доволі складна та тривала, оскільки рішення про прийняття до громадянства приймає Президент України, така процедура може тривати більше двох років."
        }
      },
      "lists": {
        "requirements": {
          "title": {
            "topText": "Підстави та вимоги для отримання громадянства",
            "bottomText": "України"
          },
          "li1": "Визнавати та дотримуватися конституційних прав та обов ’язків, а також усіх законодавчих норм.",
          "li2": "Наявність декларації про відсутність громадянства іншої країни або готовність відмовитися від нього при його наявності.",
          "li3": "Постійне проживання в Україні протягом п ’яти років на законних підставах.",
          "li4": "Для іноземців, які уклали шлюб з громадянином України, потрібне постійне проживання протягом двох років.",
          "li5": "Легальне перебування на території країни не менше трьох років зі статусомбіженця, особи без громадянства або надано притулок в Україні.",
          "li6": "Військова служба у складі ЗСУ на контрактній основі.",
          "li7": "Знання державної мови.",
          "li8": "Наявність засобів до існування в сумі, яка не менше 12 мінімальних зарплат."
        },
        "changes": {
          "title": {
            "topText": "внесення змін до",
            "bottomText": "Законів України"
          },
          "text": {
            "p1": "Також, нещодавно Президент України Володимир Зеленський <span>підписав закон No7606 &quot;Про внесення змін до Законів України</span> &quot;Про громадянство України&quot; та &quot;Про забезпечення функціонування української мови як державної&quot; щодо умов прийняття до громадянства України&quot;, яким <span>передбачено про нові правила набуття громадянства.</span>",
            "p2": "Згідно з документом, тепер <span>для отримання громадянства України потрібно буде скласти іспити</span> на знання української мови, історії та Конституції.",
            "p3": "<span>Іноземці чи особи без громадянства, які мають визначні заслуги перед Україною</span>, прийняття яких до українського громадянства становить державний інтерес, або які в установленому законодавством порядку проходять військову службу за контрактом у ЗСУ, Державній спецслужбі транспорту або Нацгвардії України, особи, які отримали посвідку на тимчасове проживання, <span  >упродовж двох років з моменту набуття громадянства мають скласти відповідні іспити та подати документи про їх складання.</span>",
            "p4": "Невиконання зобов’язання про складання іспитів з основ Конституції України, історії України, та на рівень володіння державною мовою цими категоріями осіб <span>є підставою для втрати громадянства України.</span>",
            "p5": "Складання іспитів має здійснюватися <span>в порядку, встановленому Кабміном.</span>"
          }
        }
      }
    }
  }
}
